Repository: lixun910/GeoDa
Catalog: internationalization/pofiles/*.po
Languages: ru

source: Please select Join Operation with Join Variable.
ru: Пожалуйста, выберите Операцию соединения с Переменной соединения.

source: Please select a binary variable for Local Join Count.
ru: Пожалуйста, выберите бинарную переменую для Подсчета локальных соединений.

source: Please select a map layer to apply spatial join to current map (%s):
ru: Пожалуйста, выберите слой карты, чтобы применить пространственное соединение к текущей карте (%s):

source: Please select a results field.
ru: Пожалуйста, выберите поле результатов.

source: Please select a time variable first, and make sure more than one time steps have been defined.
ru: Пожалуйста, выберите сначала выберите временную переменную и убедитесь в то, чтобы было определено более одного временного шага .

source: Please select a weights type.
ru: Пожалуйста, выберите тип весовых коэффициентов.

source: Please select an Base field.
ru: Пожалуйста, выберите поле База.

source: Please select an Event field.
ru: Пожалуйста, выберите поле Событие.

source: Please select an Variable field.
ru: Пожалуйста, выберите поле Переменная.

source: Please select another variable with values more suitable for computing a correlogram.
ru: Пожалуйста, выберите еще одну переменную со значения, которые больше подходят для расчета коррелограммы.

source: Please select at least %d variables.
ru: Пожалуйста, выберите, как минимум, %d переменных.

source: Please select at least 2 variables.
ru: Пожалуйста, выберите, как минимум, 2 переменные.

source: Please select at least one variable.
ru: Пожалуйста, выберите, как минимум, одну переменную.

source: Please select binary variables for Co-location Join Count.
ru: Пожалуйста, выберите двоичные переменные для Подсчета ко-локальных соединений.

source: Please select features first.
ru: Пожалуйста, сначала выберите признаки.

source: Please select the layer name to connect:
ru: Пожалуйста, выберите наименование слоя для соединения:

source: Please select two binary variables for Bivariate Local Join Count.
ru: Пожалуйста, выберите две двоичные переменные для Подсчета локальных соединений с двумя переменными.

source: Please setup co-locations first.
ru: Пожалуйста, сначала определите настройки ко-локаций.

source: Please specify a Weights matrix.
ru: Пожалуйста, укажите матрицу Весовые коэффициенты.

source: Please specify a valid data source name.
ru: Пожалуйста, укажите действительное наименование источника данных.

source: Please specify distance metric.
ru: Пожалуйста, укажите систему измерения расстояний.

source: Please specify the p-value to be used in tests; default: p-value = 0.01
ru: Пожалуйста, укажите p-значение для использования в тестах; default: p-значение = 0,01

source: Please specify weights in Tools > Weights Manager.
ru: Пожалуйста, укажите весовые коэффициенты в меню Инструменты > Менеджер весовых коэффициентов.

source: Please use<br /><font color="blue">Options > Change Variable<br /></font>to specify a variable.
ru: Пожалуйста, используйте <br /><цвет шрифта="blue">Опции > Изменить переменную<br /></шрифт>для указания переменной.

source: Plots:
ru: Графики:

source: Point Color
ru: Цвет точки

source: Point Radius:
ru: Радиус точки:

source: Points from Table
ru: Точки из Таблицы

source: Positive
ru: Положительный

source: Power
ru: Степень

source: Precision threshold
ru: Предел точности

source: Pred. Val. and Res.
ru: Ожид. знач. и остат.

source: Preferences...
ru: Параметры настройки...

source: Produce bounding-box file?
ru: Создать файл с ограничительной рамкой?

source: Progress
ru: Ход процесса

source: Project Information
ru: Информация о Проекте

source: Project file path is empty.
ru: Путь к файлу Проекта пуст.

source: Project filename not specified.
ru: Не указано наименование файла Проекта.

source: Project to X-Y
ru: Проецировать на X-Y

source: Project to X-Z
ru: Проецировать на X-Z

source: Project to Z-Y
ru: Проецировать на Z-Y

source: Property
ru: Свойство

source: Publish Maps and Plots to GeoDa-Web
ru: Опубликовать Карты и Графики в GeoDa-Web

source: Publish to GeoDa-Web
ru: Опубликовать в GeoDa-Web

source: Quantile
ru: Квантиль

source: Quantile Map
ru: Карта Квантилей

source: Queen contiguity
ru: Ассоциативная связь по типу хода ферзя

source: REDCAP Settings
ru: Настройки REDCAP

source: Random Gaussian dist with mean=%s, sd=%s
ru: Случайное Гауссово расст. со средней=%s, sd=%s

source: Random Sample
ru: Случайная выборка

source: Random uniform dist on unit interval
ru: Случайное равномерное расс. на единичном интервале

source: Randomization
ru: Рандомизация

source: Rate calculation successful.
ru: Успешный расчет уровня.

source: Rates
ru: Уровни

source: Rates Variable Settings
ru: Настройки переменной Уровни

source: Rates-Calculated Map
ru: Карта с рассчитанными уровнями

source: Rates-Calculated Maps
ru: Карты с рассчитанными уровнями

source: Raw Rate Smoothed Variable Settings
ru: Настройки сглаженных переменных необработанных уровней

source: Re&set
ru: С&брос

source: Read from an ASCII file
ru: Читать из файла ASCII

source: Recent
ru: Последний

source: Record order specified, but found minimum and maximum observation values of %d and %d which is incompatible with number of observations specified in first line of weights file: %d .
ru: Указан порядок записей, но найденные минимальные и максимальные значения наблюдений %d и %d не соответствуют числу наблюдений, указанных в первой строке файла с весовыми коэффициентами: %d .

source: Rectangle
ru: Прямоугольник

source: Redo
ru: Повторить

source: Refresh
ru: Обновить

source: Regimes Regression
ru: Регрессия режимов

source: Regression
ru: Регрессия

source: Regression Line Color
ru: Цвет линии регрессии

source: Regression Output Text File
ru: Текстовый файл с результатом регрессии

source: Regression Report
ru: Отчет о регрессии

source: Remove
ru: Удалить

source: Remove Time
ru: Удалить время

source: Rename Space-Time Variable
ru: Переименовать пространственно-временную переменную

source: Rename Variable
ru: Переименовать переменную

source: Reset
ru: Сброс

source: Reset to default
ru: Сбросить настройки

source: Reset to system locale information
ru: Сбросить до региональных настройк системы

source: Reset to system locale successfully. Please re-open current project with system locale.
ru: Успешный сброс до языка системы. Пожалуйста, снова откройте текущий проект с языком системы (региональными настройками системы).

source: Resize
ru: Изменить размер

source: Resolution(dpi):
ru: Разрешение (dpi):

source: Result
ru: Результат

source: Reverse
ru: Вернуть

source: Right
ru: Правый

source: Rook contiguity
ru: Ассоциативная связь под типу хода ладьи

source: Root Variable:
ru: Корневая переменная:

source: Run
ru: Выполнить

source: Run Diff-in-Diff Test
ru: Выполнить тест Разница в разнице

source: SELECTED
ru: ВЫДЕЛЕННЫЙ

source: SVD will be automatically used for PCA since the number of rows is less than the number of columns.
ru: SVD будет автоматически использоваться для АГК, так как число рядов меньше числа столбцов.

source: Sample Autocorrelation
ru: Автокорреляция выборки

source: Sample Data
ru: Рекомендуемые

source: Sample Size:
ru: Размер выборки:

source: Save
ru: Сохранить

source: Save
ru: Сохранить

source: Save As
ru: Сохранить как

source: Save As Datasource
ru: Сохранить как Источник данных

source: Save As has been cancelled.
ru: Сохранить как было отменено.

source: Save Categories
ru: Сохранить категории

source: Save Categories to Table
ru: Сохранить Категории в Таблицу

source: Save Centroids
ru: Сохранить Центроиды

source: Save Cluster in Field:
ru: Сохранить Кластер в Поле:

source: Save Connectivity To Table
ru: Сохранить Связность в Таблицу

source: Save Details
ru: Сохранить Детали

source: Save Diff-in-Diff Test Results
ru: Сохранить Результаты теста Разница в разнице

source: Save Dummy
ru: Сохранить Шаблон

source: Save Duplicate Thiessen Polygon Ids
ru: Сохранить идентификаторы Дублирующихся полигонов Тиссена

source: Save Duplicate Thiessen Polygons to Table
ru: Сохранить Дублирующиеся полигоны Тиссена в Таблицу

source: Save Image As
ru: Сохранить Изорбражение как

source: Save Image to File
ru: Сохранить Изображение в Файл

source: Save Mean Centers
ru: Сохранить центры

source: Save OSM roads file
ru: Сохранить файл карты OSM дороги

source: Save OSM roads to file successfully.
ru: Сохранить файл карты OSM дороги успешно.

source: Save Project
ru: Сохранить Проект

source: Save Project File As...
ru: Сохранить Файл Проекта как...

source: Save Projet File As
ru: Сохранить Файл Проекта как

source: Save Rates
ru: Сохранить уровни

source: Save Rates - %s over %s
ru: Сохранть Нормы - %s выше %s

source: Save Regression Results
ru: Сохранить Результаты Регрессии

source: Save Results
ru: Сохранить Результаты

source: Save Results to Table:
ru: Сохранть Результаты в Таблицу:

source: Save Results: HDBScan (Core Distances/Probabilities/Outliers)
ru: Сохранить Результаты: HDBScan (Расстояния между центрами кластеров/Вероятности/Выбросы)

source: Save Results: Local Join Count stats,
ru: Сохранить Результаты: Статистика Подсчета локальных соединений

source: Save Results: LocalGeary
ru: Сохранить Результаты: Локальный индекс Гири

source: Save Results: MDS
ru: Сохранить Результаты: MDS

source: Save Results: Moran's I
ru: Сохранить Результаты: Индекс Морана

source: Save Selected As
ru: Сохранить Выделение как

source: Save Selection
ru: Сохранить Выделение

source: Save Space-Time Table/Weights
ru: Сохранить Пространственно-временную таблицу/весовые коэффициенты

source: Save Spanning Tree
ru: Сохранить Простирающееся дерево

source: Save Spanning Tree to a Weights File
ru: Сохранить Простиающееся дерево в Файл с весовыми коэффициентами

source: Save Statistics file
ru: Сохранить Файл статистики

source: Save Table As CSV File
ru: Сохранить Таблицу как файл в формате CSV

source: Save Test Results
ru: Сохранить Результаты теста

source: Save Thiessen Polygons
ru: Сохранить Полигоны Тиссена

source: Save as data source (%s) failed. Details:
ru: Не удалось сохранить как источник данных (%s). Детали:

source: Save data source progress dialog
ru: Диалоговое окно ход процесса сохранения источника данных

source: Save is not supported on current data source type: %s. Please try to use "File->Save As" other data source. However, the project file can still be saved as other project file.
ru: Функция сохранения не поддерживается по текущему типу источника данных: %s. Пожалуйста, воспользуйтесь меню "Сохранить->Сохранить как" другой источник. Однако файл проекта все еще можно сохранить как другой файл проекта.

source: Save to File
ru: Сохранить в Файл

source: Save/Show Map
ru: Сохранить/Показать Карту

source: Saved successfully.
ru: Сохранено успешно.

source: Saving data source cancelled.
ru: Сохранение источника данных отменено.

source: Saving data...
ru: Сохраняются данные...

source: Saving failed: GeoDa can't save as empty datasource.
ru: Не удалось сохранить: Программа GeoDa не может сохранить как пустой источник данных.

source: Saving to data source (%s) failed. Details: %s
ru: Не удалось сохранить в источник данных (%s). Детали: %s

source: Scale Basemap
ru: Масштабировать Базовую карту

source: Scale Options
ru: Опции масштабирования

source: Scatter Plot
ru: Диаграмма рассеяния

source: Scatter Plot - x: %s, y: %s
ru: Диаграмма рассеяния - x: %s, y: %s

source: Scatter Plot Matrix
ru: Составная диаграмма рассеяния

source: Scatter Plot Matrix Help
ru: Справка Составная диаграмма рассеяния

source: Scatter Plot Matrix Variables Add/Remove
ru: Добавить/Удалить переменные Составная диаграмма рассеяния

source: Scatter Plot Variables
ru: Переменные Диаграмма рассеяния

source: Scatter Plot- x: %s, y: %s
ru: Диаграмма рассеяния- x: %s, y: %s

source: Second Variable (Y)
ru: Вторая переменная (Y)

source: Second Variable (Y/Latitude)
ru: Вторая переменная (Y/Широта)

source: Select
ru: Выбрать

source: Select All
ru: Выбрать все

source: Select All In Range
ru: Выбрать все в диапазоне

source: Select All Undefined
ru: Выбрать все неопределенные

source: Select All...
ru: Выбрать все...

source: Select From Current Selection
ru: Выбрать из текущего выделения

source: Select ID Variable
ru: Выбрать Идентификатор переменной

source: Select ID Variable (Optional)
ru: Выбрать Идентификатор переменной (Необязательно)

source: Select Neighborless Observations
ru: Выбрать Наблюдения с отсутствующими соседями

source: Select Variables
ru: Выбрать Переменные

source: Select Variables (Multi-Selection)
ru: Выбрать Переменные (Мульти-выбор)

source: Select a file:
ru: Выбрать файл:

source: Select an existing *.gdb directory, or create an New Folder named *.gdb
ru: Выбрать существующую директорию *.gdb или создать Новую папку с названием *.gdb

source: Select color scheme:
ru: Выбрать цветовую гамму:

source: Select datasource
ru: Выбрать источник данных

source: Select encoding (optional):
ru: Выбрать кодировку (необязательно):

source: Select field is not integer type. Default record order will be used instead.
ru: Выбранное поле не является типом поля для целых чисел. Вместо этого будет использован порядок записей по умолчанию.

source: Select fields:
ru: Выбрать поля:

source: Select from current selection
ru: Выбрать из текущего выделения

source: Select key:
ru: Выбрать ключ:

source: Select layer
ru: Выбрать слой

source: Select the language
ru: Выбрать язык

source: Select variable
ru: Выбрать переменную

source: Select variable for dissolving:
ru: Выбрать переменную для рассеивания:

source: Select variables to delete
ru: Выбраь переменную для удаления

source: Select, hold CMD for brushing
ru: Выбрать, удерживать CMD для обработки кистью

source: Select, hold CTRL for brushing
ru: Выбрать, удерживать CTRL для обработки кистью

source: Selectable Fill Color
ru: Доступный для выбора Цвет заливки

source: Selected
ru: Выбранный

source: Selected =
ru: Выбранный =

source: Selected vs. Unselected
ru: Выбранный в сравнении с Невыбранным

source: Selection
ru: Выбор

source: Selection Mode
ru: Режим Выбора

source: Selection Shape
ru: Форма Выбора

source: Selection Tool
ru: Инструмент Выбора

source: Selection Variable
ru: Переменная Выбора

source: Send Crash Report
ru: Отправить Отчет о сбое

source: September
ru: Сентябрь

source: Set Association Dialog
ru: Настроить Диалог ассоциации

source: Set Display Precision
ru: Настроить Точность отображения

source: Set Display Precision of Y-Axis
ru: Настроить Точность отображения Оси-Y

source: Set Display Precision on Axes
ru: Настроить Точность отображения на Осях

source: Set Display Precision:
ru: Настроить Точность отображения:

source: Set Highlight Association
ru: Настроить Выделение ассоциаций цветом

source: Set Number Separators
ru: Настроить Разделители чисел

source: Set Number Separators in Table
ru: Настроить Разделители чисел в Таблице

source: Set Number of Permutation
ru: Настроить Число перестановок

source: Set number of CPU cores manually:
ru: Настроить количество ядер CPU вручную:

source: Set seed for randomization:
ru: Настроить начальное число для рандомизации:

source: Set the threshold to bridge the gap between disconnected polygons (often caused by digitizing errors). The value depends on your measurement unit (e.g. 1 foot or 0.0000001 degrees). Use the weights histogram to detect neighborless observations.
ru: Установить порог для восполнения пробела между разъединенными полигонами (часто являющимися результатом ошибок оцифровки). Значение зависит от вашей единицы изменения (напр., 1 фут или 0,0000001 градусов). Используйте гистограмму весовых коэффициентов для выявления наблюдений без соседей.

source: Set transparency of highlighted objects in selection:
ru: Настроить прозрачность объектов, выделенных цветом, в выделенной области:

source: Set transparency of unhighlighted objects in selection:
ru: Настроить прозрачность невыделенных цветом объектов в выделенной области:

source: Set value to cell failed.
ru: Не удалось задать значение ячейки.

source: Setup Locale of GeoDa Table
ru: Настройки Локали таблицы программы GeoDa

source: Setup co-locations:
ru: Настройка ко-локаций:

source: Shape
ru: Создание нового слоя

source: Shape Centers
ru: Центры полигонов

source: Show As Conditional Map
ru: Показать как Условную карту

source: Show Axes
ru: Показать Оси

source: Show Axes Through Origin
ru: Показать Оси через начальную точку

source: Show CSV Configuration in Merge Data Dialog:
ru: Показать Конфигурацию CSV в Диалоге слияния данных:

source: Show Graph
ru: Показать Схему

source: Show LOWESS Smoother
ru: Показать Сглаживатель LOWESS

source: Show Legend
ru: Показать Легенду (Условные обозначения)

source: Show Linear Smoother
ru: Показать Линейный сглаживатель

source: Show Map Boundary
ru: Показать Границу карты

source: Show Recent/Sample Data panel in Connect Datasource Dialog:
ru: Показать Панель Недавние/Образец данных в Диалоге соединения с источником данных:

source: Show Selection and Neighbors
ru: Показать выбор и Соседей

source: Show Status Bar
ru: Показать Строку состояния

source: Show Vertical Axis
ru: Показать Вертикальную ось

source: Show connect line
ru: Показать линию связи

source: Significance Filter
ru: Фильтр Статистической значимости

source: Significance Map
ru: Карта Статистической значимости

source: Simulated Annealing
ru: Алгоритм имитации отжига

source: Skater Settings
ru: настройки функции Skater

source: Smoother
ru: Сглаживатель

source: Some calculated values were undefined and this is most likely due to neighborless observations in the weight matrix. Rate calculation successful for observations with neighbors.
ru: Некоторые вычисленные значения были неопределенными, и это, скорее всего, связано с наблюдениями без соседей в матрице весовых коэффициентов. Успешное вычисление скорости для наблюдений с соседями.

source: Sort
ru: Сортировать

source: South European Latin-3 (ISO-8859-3)
ru: Южно-европейский Латиница-3 (ISO-8859-3)

source: Space-time variables with duplicate name "%s" found.
ru: Обнаружены пространственно-временные переменные с дублирующимися наименованиями "%s".

source: Spatial Constraint:
ru: Пространственная константа:

source: Spatial Correlogram
ru: Пространственная коррелограмма

source: Spatial Error
ru: Пространственная ошибка

source: Spatial Join
ru: Пространственное соединение

source: Spatial Join can not be applied on two points layers. Please select another layer.
ru: Пространственное соединение нельзя применить на двух слоях. Пожалуйста, выберите другой слой.

source: Spatial Join can not be applied on unknonwn layers. Please select another layer.
ru: Пространственное соединение невозможно применить к неизвестным слоям. Пожалуйста, выберите другой слой.

source: Spatial Join does not work with Table only datasource.
ru: Пространственное соединение не работает с источником данных в Табличном формате.

source: Spatial Lag
ru: Пространственный лаг

source: Spatial Rate Smoothed Variable Settings
ru: Настройки Переменной сглаживания скорости изменения в пространстве

source: Spatial lag and error regressions require symmetric weights (not KNN). You can still use KNN weights to obtain spatial diagnostics for classic regressions.
ru: Для пространственного лага и регрессий ошибок требуются симметричные весовые коэффициенты (не K-ближайшие соседи). Вы все же можете использовать весовые коэффициенты K-ближайших соседей для получения пространственной диагностики для классических регрессий.

source: Special
ru: Специальный

source: Specified id field (%s) not found in currently loaded Table.
ru: Не найден указанный идентификатор поля (%s) в текущей загруженной Таблице.

source: Specified key (%d) not found in currently loaded Table.
ru: Указанный ключ (%d) не найден в текущей загруженной Таблице.

source: Specified key (%s) not found in currently loaded Table.
ru: Указанный ключ (%s) не найден в текущей загруженной Таблице.

source: Specified key value field "%s" in weights file contains duplicate values in the currently loaded Table.
ru: Указанное поле со значением ключа "%s" в файле с весовыми коэффициентами содержит дублирующиеся значения в текущей загруженной Таблице.

source: Specified key value field "%s" on first line of weights file is not an integer type in the currently loaded Table.
ru: Указанное поле со значение ключа "%s" в первой строке файла с весовыми коэффициентами не подходит для данных по типу целого числа в текущей загруженной Таблице.

source: Specified key value field "%s" on first line of weights file not found in currently loaded Table.
ru: Указанное поле со значение ключа "%s" в первой строке файла с весовыми коэффициентами не найдено в текущей загруженной Таблице.

source: Specify Seed...
ru: Указать Начальное число...

source: Specify bandwidth
ru: Радиус охвата

source: Specify manually
ru: Указать вручную

source: Spectral
ru: Спектральный

source: Spectral Clustering Map (%d clusters)
ru: Карта спектральной кластеризации (%d кластеров)

source: Spectral Clustering Settings
ru: Настройки Спектральной кластризации

source: Speed
ru: Скорость

source: Stable Version and Bug Fixes Only
ru: Стабильная версия и только устранение ошибок

source: Stack
ru: Стек

source: Standard Deviation
ru: Стандартное отклонение

source: Standard Deviation Color
ru: Цвет Стандартного отклонения

source: Standard Deviation Map
ru: Карта Стандартного отклонения

source: Standardized Data
ru: Стандартизированные данные

source: Statistics
ru: Статистика

source: Status Bar
ru: Строка состояния

source: Stopping criterion for power iteration:
ru: Критерий остановки степенной итерации:

source: Strong
ru: Сильный

source: Submit Bug Error
ru: Сообщить об ошибке из-за помехи

source: Submit Bug Report
ru: Отправить Отчет об ошибках

source: Success
ru: Успех

source: Success / Warning
ru: Успех / Предупреждение

source: Successful aggregation.
ru: Успешное агрегирование.

source: Suggested field name:
ru: Предлагаемое наименование поля:

source: Sum
ru: Сумма

source: Summary
ru: Резюме

source: Synchronize %s with Time Control
ru: Синхронизировать %s с Контролем времени

source: System
ru: Система

source: System:
ru: Система:

source: T&able
ru: Т&аблица

source: Table
ru: Таблица

source: Table Name
ru: Наименование таблицы

source: Tabu Length:
ru: Табу-длина:

source: Tabu length for Tabu Search algorithm has to be an integer number larger than 1 (e.g. 85).
ru: Табу-длина для алгоритма Табу-поиска должна быть целым число больше 1 (напр., 85).

source: Tabu length:
ru: Тabu-длина:

source: Target
ru: Целевой ориентир

source: Target Variable
ru: Целевая переменная

source: Thank you for helping us improve GeoDa with your bug report! You can track our response and add screenshots or details here (or email us at spatial@uchicago.edu):
ru: Спасибо, что помогли нам улучшить программу GeoDa при помощи вашего Отчета об ошибке! Вы сможете отслеживать ваш ответ и добавлять скриншоты или детали здесь (или напишите нам по адресу spatial@uchicago.edu)

source: The GeoDa project file cannot find one or more associated data sources. Details: GeoDa is looking for: %s Tip: You can open the .gda project file in a text editor to modify the path(s) of the data source associated with your project.
ru: Файл проекта GeoDa не может найти один или несколько связанных источников данных. Детали: Программа GeoDa ищет: %s Совет: вы можете открыть файл проекта в формате .gda в текстовом редакторе для изменения пути (путей) к источнику данных, связанных с вашим проектом.

source: The Table should always be open, although somtimes it is hidden while the project is open. This condition has been violated. Please report this to the program developers.
ru: Таблица всегда должна быть открыта, хотя иногда она скрыта, когда проект открыт. Это условие было нарушено. Пожалуйста, сообщите об этом разработчикам программы.
