Repository: lixun910/GeoDa
Catalog: internationalization/pofiles/*.po
Languages: ru

source: Could not create a new variable. Possibly a read-only data source.
ru: Невозможно создание новой переменной. Возможно, источник данных доступен только для чтения.

source: Could not determine which Field Choice was selected. Please report this error.
ru: Невозможно определить какой Выбор поля был выделен. Пожалуйста, сообщите об этой ошибке.

source: Could not determine which Time Choice was selected. Please report this error.
ru: Невозможно определить какой Выбор времени был выделен. Пожалуйста, сообщите об этой ошибке.

source: Could not initialize new project.
ru: Невозможно инициализировать новый проект.

source: Count
ru: Подсчет

source: Covariates
ru: Экзогенные переменные (факторы)

source: Create
ru: Создать

source: Create Custom Breaks
ru: Создать границы, заданные пользователем

source: Create Grid
ru: Создать сетку

source: Create New Custom
ru: Создать новое значение (объект), задаваемое пользователем

source: Create Project File Now?
ru: Создать Файл Проекта сейчас?

source: Create Weights
ru: Создать весовые коэффициенты

source: Create a project file?
ru: Создать файл проекта?

source: Create new custom categories classification.
ru: Создать новую классификацию категорий, задаваемых пользователем.

source: Creating Grid
ru: Создание сетки

source: Cumulative
ru: Кумулятивное

source: Current OGR dirver
ru: Текущий драйвер OGR

source: Current Opacity: %.2f
ru: Текущая плотность заливки: %.2f

source: Current Transparency: %.2f
ru: Текущая прозрачность: %.2f

source: Current field name:
ru: Текущее название поля:

source: Current layer has already been associated with selected layer. Please select another layer to associate with.
ru: Текущий слой уже ассоциируется с выделенным слоем. Пожалуйста, выберите другой слой для ассоциации.

source: Current time:
ru: Текущее время:

source: Curve Color
ru: Цвет кривой

source: Custom
ru: Задается пользователем

source: Custom Breaks
ru: Вариант пользователя

source: Custom Inference
ru: Логический вывод, задаваемый пользователем

source: Cut
ru: Вырезать

source: Cyrillic (ISO-8859-5)
ru: Кириллица (ISO-8859-5)

source: Cyrillic (KOI8-R)
ru: Кириллица (KOI8-R)

source: Cyrillic (Windows-1251)
ru: Кириллица (Windows-1251)

source: Cyrillic/Russian (CP866)
ru: Кириллица/Русский (CP866)

source: DBF File Information
ru: Информация о файле DBF

source: DBF Viewer 0.8 (July 29, 2011)
ru: Окно просмотра DBF 0.8 (29 июля 2011 г.)

source: Data
ru: Данные

source: Data Point
ru: Точка данных

source: Data Preview - number of preview records:
ru: Предварительный просмотр данных - число записей о предварительном просмотре:

source: Data Source Overview/Help:
ru: Обзор/Помощь с источником данных:

source: Data Type
ru: Тип данных

source: Data source (%s) doesn't exist. Please check the project configuration file.
ru: Источник данных (%s) не существует. Пожалуйста, проверьте файл конфигурации проекта.

source: Database
ru: База данных

source: Database Host
ru: Хост базы данных

source: Database Name/Instance
ru: Наименование/Экземпляр базы данных

source: Database Port
ru: Порт базы данных

source: Database Type
ru: Тип базы данных

source: Database port is empty. Please input one.
ru: Порт базы данных пуст. Пожалуйста, введите базу данных.

source: Database/Instance Name
ru: Наименование базы данных/экземпляра

source: Datasource in project is not valid.
ru: Источник данных в проекте не действителен.

source: Datasource path is empty.
ru: Путь к источнику данных пуст.

source: Date/Time
ru: Дата/Время

source: Date/Time formats (using comma to separate formats):
ru: Форматы Даты/Времени (использовать запятую для разделения форматов):

source: December
ru: Декабрь

source: Decimal:
ru: Десятичная дробь:

source: Decimals (max 15)
ru: Десятичные дроби (макс. 15)

source: Default displayed decimal places in Table:
ru: Разряды десятичной дроби, по умолчанию отображаемые в Таблице:

source: Delete
ru: Удалить

source: Delete Variable(s)
ru: Удалить переменную(-ые)

source: Delta Factor:
ru: Дельта-коэффициент:

source: Dendrogram
ru: Дендрограмма (древовидная диаграмма)

source: Dependent Var (y-axis)
ru: Зависимая пер. (ось-y)

source: Dependent Var Y
ru: Зависимая пер. Y

source: Dependent Variable
ru: Зависимая переменная

source: Descending order
ru: По убыванию

source: Description
ru: Описание

source: Diagonal weights = 1
ru: Диагональные весовые коэффициенты = 1

source: Diff Values
ru: Дифф. значения

source: Difference-in-Means Test:
ru: Тест разности между средними:

source: Differential Local Moran's I
ru: Дифференциальный локальный индекс Морана

source: Differential Moran Variable Settings
ru: Настройка параметров переменных дифференциального индекса Морана

source: Differential Moran's I
ru: Дифференциальный индекс Морана

source: Differential Moran's I (%s): %s - %s
ru: Дифференциальный индекс Морана (%s): %s - %s

source: Differential Moran's I tests whether the change in a variable over time is spatially correlated. Please first group variables by time period: Select Time --> Time Editor.
ru: Тесты с применением дифференциального индекса Морана для проверки пространственной корреляции изменений в переменных во времении. Пожалуйста, сначала сгруппируйте переменные по временному периоду: Выбрать время --> Редактор времени.

source: Disable auto upgrade:
ru: Деактивировать автоматическую модернизацию:

source: Disable crash detection for bug report:
ru: Деактивировать выявление системных сбоев для отчета об ошибках:

source: Display Axes Scale Values
ru: Отобразить значения шкалы осей

source: Display Centroids
ru: Отобразить центроиды

source: Display Mean Centers
ru: Отобразить центры

source: Display Slope Values
ru: Отобразить значения крутизны

source: Display Statistics
ru: Отобразить статистику

source: Display Thiessen Polygons
ru: Отобразить полигоны Тиссена

source: Displayed decimal places
ru: Отображенные разряды десятичной дроби

source: Displayed decimals
ru: Отображенные десятичные дроби

source: Displayed decimals places
ru: Отображенные разряды десятичных дробей

source: Dissolve
ru: Рассеять

source: Dissolve -
ru: Рассеять -

source: Dissolve does not work with Table only datasource.
ru: Рассеять не работает с источниками данных только в формате Таблицы.

source: Dissolve only works on polygon dataset.
ru: Рассеять только работает с полигональным массивом данных.

source: Distance
ru: Расстояние

source: Distance Function:
ru: Функция расстояния:

source: Distance Weight
ru: Весовой коэффициент расстояния

source: Distance band
ru: Диапазон расстояний

source: Distance function:
ru: Функция расстояния:

source: Distance metric:
ru: Система измерения расстояний:

source: Distance:
ru: Расстояние:

source: Do Means Differ? (ANOVA)
ru: Средние различаются? (ANOVA)

source: Do you want to save the results of Diff-in-Diff test? Note: the results can only be saved into an external data file, due to the change of cross-sectional observations in a space-time context.
ru: Вы хотите сохранить результаты теста Разница в разнице? Примечание: результаты можно только сохранить во внешний файл данных из-за изменения в перекрестных наблюдениях в контексте пространства-времени.

source: Do you want to save your data?
ru: Вы хотите сохранить ваши данные?

source: Don't show Recent/Sample Data panel again
ru: Больше не показывать панель недавно открытых/рекомендуемых данных

source: Don't show this dialog again (You can always change this setting using menu: File->Preferences)
ru: Больше не показывать этот диалог (Вы всегда сможете поменять настройки параметров через меню: Файл->Параметры настройки)

source: Donate
ru: Помочь проекту

source: Down
ru: Вниз

source: Download OSM Roads
ru: Скачать карту OSM Дороги

source: Downloading updates...
ru: Скачиваются обновления...

source: Duplicate IDs
ru: Дублирующиеся идентификаторы

source: Duplicate Thiessen Polygons Found
ru: Найдены дублирующиеся полигоны Тиссена

source: Duplicate Thiessen polygons exist due to duplicate or near-duplicate map points. Please try to export current dataset without duplicates.
ru: Дублирующиеся полигоны Тиссена существуют из-за дублирующихся или почти-дублирующихся точек на карте. Пожалуйста, попытайтесь экспортровать массив данных без дублирующихся значений.

source: Duplicate Thiessen polygons exist due to duplicate or near-duplicate map points. Press OK to save duplicate polygon ids to Table.
ru: Дублирующиеся полигоны Тиссена существуют из-за дублирующихся или почти-дублирующихся точек на карте. Нажмите ОК, чтобы сохранить идентификаторы дублирующихся полигонов в Таблице.

source: Duplicate variable names specified.
ru: Наименования дублирующихся переменных определены.

source: E&xplore
ru: И&зучить

source: ESRI File Geodatabase (*.gdb)|*.gdb
ru: База геоданных файлов ESRI (*.gdb)|*.gdb

source: ESRI Personal Geodatabase (*.mdb)|*.mdb
ru: Персональная база геоданных ESRI (*.mdb)|*.mdb

source: ESRI Shapefile (*.shp)|*.shp
ru: ESRI шейп-файл (*.shp)|*.shp

source: Edit
ru: Редактировать

source: Edit Custom Breaks
ru: Редактировать интервалы, задаваемые пользователем

source: Edit LOWESS Parameters
ru: Редактировать параметры LOWESS

source: Edit Title
ru: Редактировать название

source: Edit Variable Properties
ru: Редактировать свойства переменных

source: Emp Bayes Rate Std Moran's I (%s): %s / %s
ru: Стандартизированная по индексу Морана скорость с исп. эмп. подхода Байеса (%s): %s / %s

source: Empirical Bayes Rate Standardization Variables
ru: Переменные стандартизации скорости с использованием эмпирического подхода Байеса

source: Empirical Bayes Smoothed Variable Settings
ru: Настройки переменной, сглаженной с применением эмпирического подхода Байеса

source: Empirical Spatial Rate Smoothed Variable Settings
ru: Настройки переменных эмпирически сглаженной скорости изменения в пространстве

source: Enable High DPI/Retina support (Mac only):
ru: Разрешить высокое число точек на дюйм/поддержку Retina (только для Mac):

source: Enable User Defined Value Range of Y-Axis
ru: Разрешить диапазон значений оси-Y, определенных пользователем

source: Enable transparency setup of category color in map (Windows only):
ru: Разрешить настройку прозрачности цвета категории в карте (только для Windows):

source: Encode
ru: Кодировка

source: Enter a seed value
ru: Ввести величину рандомизации

source: Enter a seed value for random number generator:
ru: Ввести величину рандомизации для генератора случайных чисел:

source: Enter new ID variable name:
ru: Ввести новое наименование идентификатора переменной:

source: Equal Intervals
ru: Равные интервалы

source: Equal Intervals Map
ru: Карта равных интервалов

source: Error
ru: Ошибка

source: Error while opening project:
ru: Ошибка при открытии проекта:

source: Error:
ru: Ошибка:

source: Error: Base values contain non-positive numbers which will result in undefined values.
ru: Ошибка: Базовые значения содержат неположительные числа, что в результате даст неопределенные значения.

source: Error: Chosen theme requires more cateogries than observations.
ru: Ошибка: Для выбранной темы необходимо больше категорий, чем наблюдений.

source: Error: Due to restrictions on the DBF file format, the particular combination of length and decimals entered is not valid. Based on your current choices, we recommend length = %d and decimals = %d
ru: Ошибка: Из-за ограничения формата файла DBF, данная комбинация введенной длины и десятичных дробей не действительна. Исходя из вашего текущего выбора, рекомендуем длину = %d и десятичные дроби = %d

source: Error: Maximum number of neighbors %d exceeded.
ru: Ошибка: Превышено максимальное количество соседей %d.

source: Error: The table variable name is empty.
ru: Ошибка: Наименование табличной переменной пустое.

source: Error: "%s" already exists in Table, please specify a different name.
ru: Ошибка: "%s" уже существует в Таблице, пожалуйста, определите другое наименование.

source: Error: "%s" is an invalid variable name. The first character must be alphabetic, and the remaining characters can be either alphanumeric or underscores. For DBF table, a valid variable name is between one and ten characters long.
ru: Ошибка: Название переменной "%s" не действительно. Первый символ должен быть буквенным, а остальные символы могут быть буквенно-цифровыми знаками или нижним подчеркиванием. Для таблицы DBF, действительное наименование переменной должно содержать от одного до десяти знаков.

source: Error: "%s" not found.
ru: Ошибка: "%s" не найден.

source: Error: no records found in data source.
ru: Ошибка: в источнике данных не найдены записи.

source: Error: the inverse matrix is ill-conditioned.
ru: Ошибка: параметры обратной матрицы не соотвествуют параметрам.

source: Estimated Pairs:
ru: Расчетное количество пар:

source: Event Variable
ru: Переменная типа событие

source: Excess Risk Map Variable Settings
ru: Настройка переменных карты зон повышенного риска

source: Exclude
ru: Исключить

source: Existing Variables
ru: Существующие переменные

source: Exit
ru: Выход

source: Exit with unsaved changes?
ru: Выйти без сохранения изменений?

source: Exit?
ru: Выйти?

source: Explore
ru: Диаграмма

source: Export or save layer to
ru: Экспортировать или сохранить слой в

source: Exporting Shape to Boundary
ru: Экспортировать геометрическую форму в границу

source: Expression
ru: Выражение

source: Fail in reading the Boundary file: at polygon-%d
ru: Не удалось прочитать файл Границы: в полигоне-%d

source: Failed to create the weights file.
ru: Не удалось создать файл с весовыми коэффициентами.

source: Failed to open data source. Please check the data/datasource and check if the data type/format is supported by GeoDa. Tip: you can set up the necessary GeoDa driver by following the instructions at: http://geodacenter.github.io/formats.html
ru: Не удалось открыть источник данных. Пожалуйста, проверьте данные / источник данных и проверьте, поддерживается ли тип данных/формат Geo Da. Tip: вы можете настроить необходимый драйвер GeoDa, следуя инструкциям по адресу: http://geodacenter.github.io/formats.html

source: False Discovery Rate:
ru: Уровень ложноположительных результатов:

source: February
ru: Февраль

source: Field (%s) already exited.
ru: Поле (%s) уже существует.

source: File
ru: Файл

source: File Path
ru: Путь к файлу

source: File doesn't exist!
ru: Файл не существет!

source: File merged into Table successfully.
ru: Файл успешно объединен с Таблицей.

source: Fill Color
ru: Цвет заливки

source: Fill Color for Category
ru: Цвет заливки для Категории

source: Fill Opacity for Category
ru: Плотность заливки для категории

source: Finished
ru: Завершено

source: First Variable (X)
ru: Первая переменная (X)

source: First Variable (X/Longitude)
ru: Первая переменная (X/Долгота)

source: First line of CSV is variable names?
ru: Первая строка CSV является наимеованиями переменных?

source: First row of CSV file
ru: Первый ряд CSV файла

source: Fit-To-Window Mode
ru: Режим Вписать в окно

source: Fixed Aspect Ratio Mode
ru: Режим фиксированного отношения высоты и ширины объекта

source: Fixed scale over time
ru: Фиксированная шкала во времени

source: Fixed x-axis scale over time
ru: Фиксированная шкала оси-x во времени

source: Fixed y-axis scale over time
ru: Фиксированная шкала оси-y в во времени

source: Fourth Variable
ru: Четвертая переменная

source: Frequency
ru: Частота

source: GAL files (*.gal)|*.gal
ru: Файлы GAL (*.gal)|*.gal

source: GWT files (*.gwt)|*.gwt
ru: Файлы GWT (*.gwt)|*.gwt

source: GeoDa Bug Report Dialog
ru: Диалог Отчет программы GeoDa об ошибках

source: GeoDa CSV File Configuration
ru: Конфигурация CSV файла программой GeoDa

source: GeoDa Help
ru: Справка программы GeoDa

source: GeoDa Preference Setup
ru: Настройка параметров программы GeoDa

source: GeoDa Project (*.gda)|*.gda
ru: Проект программы GeoDa (*.gda)|*.gda

source: GeoDa Project File (*.gda)|*.gda
ru: Файл Проекта программы GeoDa (*.gda)|*.gda

source: GeoDa Project File to Open
ru: Открыть файл Проекта программы GeoDa

source: GeoDa Project to Save As
ru: Сохранить Проект программы GeoDa как

source: GeoDa Update Dialog
ru: Диалог для обновления программы GeoDa

source: GeoDa can not get valid spatial reference from input data source. Please try another data source.
ru: Программе GeoDa не может получить действительную пространственную привязку из источника вводных данных. Попробуйте другой источник данных.

source: GeoDa can not open the input data source. Please try another data source.
ru: Программа GeoDa не может открыть источник вводных данных. Попробуйте другой источник данных.

source: GeoDa can't change the variable type to DATE/TIME. Please select another type.
ru: Программа GeoDa не может изменить тип переменной на ДАТУ/ВРЕМЯ. Пожалуйста, выберите другой тип.

source: GeoDa can't create a layer.
ru: Программа GeoDa не может создать слой.

source: GeoDa can't load dataset with duplicate field names.
ru: Программа GeoDa не может загрузить массив данных с дублирующимися наименованиями полей.

source: GeoDa can't read data from datasource. Details: Datasource is empty.
ru: Программа GeoDa не может прочитать данные из источника данных. Детали: Источник данных пуст.

source: GeoDa can't save a Table-only data source as a Geometry enabled data source. Please try to add a geometry layer and then use File->Save As.
ru: Программа GeoDa не может сохранить только табличный источник данных как источник данных с включенными свойствами геометрии. Пожалуйста, попытайтесь добавить геометрический слой, а потом воспользоваться меню Файл->Сохранить как.

source: GeoDa can't save changes to this datasource. Please try to use File->Export.
ru: Программа GeoDa не может сохранить изменения в этом источнике данных. Пожалуйста, воспользуйтесь меню Файл->Экспорт.

source: GeoDa cannot find proper projection or geographic coordinate system information to add a basemap. Please update this information (e.g. in .prj file).
ru: Программа GeoDa не может найти правильную проекцию или информацию о географической системе координат для добавления базовой карты. Пожалуйста, обновите эту информаци. (например, в файле с расширением .prj).

source: GeoDa could not find the required weights file.
ru: Программа GeoDa не смогла найти требуемый файл с весовыми коэффициентами.

source: GeoDa could not find the required weights file. Please specify weights in Tools > Weights Manager.
ru: Программа GeoDa не смогла найти требуемый файл с весовыми коэффициентами. Пожалуйста, укажите весовые коэффициенты в меню Инструменты > Менеджер весовых коэффициентов.

source: GeoDa could not load this layer. Please check if the datasource is valid and not table only.
ru: Программа GeoDa не смогла загрузить этот слой. Пожалуйста, проверьте, является ли источник данных является действительным и не только табличным.

source: GeoDa does not support creating data of %s. Please try to 'Export' to other supported data source format.
ru: Программа GeoDa не поддерживает создание данных %s. Пожалуйста, воспользуйтесь опцией 'Экспорт' в другой поддерживаемый формат источника данных.

source: GeoDa does not support datasource with line data at this time. Please choose a datasource with either point or polygon data.
ru: Программа GeoDa в настоящее время не поддерживает источник данных с линейными данными. Пожалуйста, выберите источник данных либо с точечными, либо полигональными данными.

source: GeoDa has run into a problem and will close.
ru: Программа GeoDa столкнулась с проблемой и закроется.

source: GeoDa maj.min.bld (type), day month year
ru: Программа GeoDa maj.min.bld (тип), день месяц год

source: GeoDa was unable to save the file.
ru: Программе GeoDa не удалось сохранить файл.

source: Geography Markup Language (*.gml)|*.gml
ru: Географический язык разметки (*.gml)|*.gml

source: Geometric centroids
ru: Геометрические центроиды

source: Geometries have been added to existing Table-only data source. Do you want to save them as a new datasource?
ru: Геометрические параметры были добавлены к существующему источнику данных в табличном формате. Вы хотите сохранить их как новый источник данных?

source: Geometries not saved
ru: Геометрические параметры не сохранены

source: Get a free Carto account:
ru: Получить бесплатную учетную запись Carto:

source: Get a free GeoDa-Web account:
ru: Получить бесплатную учетную запись GeoDa-Web:

source: Get a free Nokia/HERE account:
ru: Получить бесплатную учетную запись Nokia/HERE:

source: Gi cluster map, pseudo p-val
ru: Карта кластеров Gi, псевдо p-знач

source: Gi* cluster map, pseudo p-val
ru: Карта кластеров Gi*, псевдо p-знач

source: Greek (ISO-8859-7)
ru: Греческий (ISO-8859-7)

source: Grid Bounding Box
ru: Блок привязки к сетке

source: Grid Size
ru: Размер сетки

source: Grid file was successfully created.
ru: Файл сетки был успешно создан.

source: Group
ru: Группа

source: Group 1:
ru: Группа 1:

source: Group 2:
ru: Группа 2:

source: Group Variable:
ru: Переменная группы:

source: Grouped Variables
ru: Сгруппированные переменные

source: Groups:
ru: Группы:

source: HDBScan Cluster Map (%d clusters)
ru: Карта кластеров HDBScan (%d кластеров)

source: HDBScan Clustering Settings
ru: Настройка кластеризации HDBScan

source: DBScan Clustering Settings
ru: Настройка кластеризации DBScan

source: HERE App ID
ru: Идентификатор приложения HERE

source: HERE App Key
ru: Клавиша приложения HERE

source: Has Colocation
ru: Имеет совместное расположение

source: Hebrew (ISO-8859-8-1)
ru: Иврит (ISO-8859-8-1)

source: Hebrew (Windows-1255)
ru: Иврит (Windows-1255)

source: Height:
ru: Высота:

source: Help
ru: Помощь

source: Hide Map
ru: Скрыть карту

source: Hide system table in Postgresql connection:
ru: Скрыть таблицу системы в соединении с Postgresql:

source: Hide system table in SQLITE connection:
ru: Скрыть таблицу системы в соединении с SQLITE:

source: Hierarchical Map does not work with Table only datasource.
ru: Иерархическая карта не работает с исключительно табличным источником данных.

source: Hierarchical Map:
ru: Иерархическая карта:

source: Hierarchical
ru: Иерархический

source: Hierarchical Clustering Settings
ru: Настройки иерархической кластеризации

source: Hierarchical Map
ru: Иерархическая карта

source: High
ru: Высокий

source: High-High
ru: Высокий-Высокий

source: High-Low
ru: Высокий-Низкий

source: Highlight Color
ru: Цвет выделения

source: Hinge
ru: Линия створа

source: Hinge=1.5
ru: Линия створа=1,5

source: Hinge=3.0
ru: Линия створа=3,0

source: Histogram
ru: Гистограмма

source: Histogram Classification
ru: Классификация гистограмм

source: Histogram Variable
ru: Переменная гистограммы

source: Histogram:
ru: Гистограмма:

source: Horizontal Bins Breaks
ru: Интервалы горизонтальных столбиков

source: Horizontal Cells
ru: Горизонтальные ячейки

source: Http connection timeout (seconds) for e.g. WFS, Geojson etc.:
ru: Время ожидания подключения к http (секунды), например, к WFS, Geojson и др.:

source: ID is not specified!
ru: Идентификатор не определен!

source: Image Dimension Settings
ru: Настройки размеров изображения

source: Improve Cartogram
ru: Улучшить картограмму

source: Include
ru: Включить

source: Include Variable Names
ru: Включить наименования переменных

source: Include diagonal of weights matrix
ru: Включить диагональ матрицы весовых коэффициентов

source: Include lower orders
ru: Включить низшие порядки

source: Incomplete Group Variable
ru: Неполная переменная группы

source: Independent Var (x-axis)
ru: Независимая пер.(ось-x)

source: Independent Var X
ru: Независимая пер. X

source: Inference Settings
ru: Настройки логического вывода

source: Inference Settings (%d perm)
ru: Настройки логического вывода (%d перестановок)

source: Info
ru: Инфо

source: Information
ru: Информация

source: Initial Groups:
ru: Первоначальные группы:

source: Initial groups:
ru: Первоначальные группы:
