Repository: lixun910/GeoDa
Catalog: internationalization/pofiles/*.po
Languages: ru

source: You have requested to create a new file project %s while another project is open. Please close project %s and try again.
ru: Вы запросили создание нового файла проекта %s в то время, когда открыт другой проект. Пожалуйста, закройте проект %s и попробуйте снова.

source: Your Email address (Optional):
ru: Адрес вашей электронной почты (Необязательно):

source: Your GeoDa is already up-to-date.
ru: У вас самая новая версия программы GeoDa.

source: Your Github account (Optional):
ru: Ваша учетная запись в Github (Необязательно):

source: Your table cannot be aggregated because the key field "%s" is unique. Please use another key.
ru: Вашу таблицу невозможно агрегировать, потому что поле ключа "%s" уникальное. Пожалуйста, используйте другой ключa.

source: Your table cannot be merged because the key field "%s" is not unique. It contains undefined or duplicate values. Details:
ru: Слияние вашей таблицы невозможно, потому поле ключа "%s" не уникальное. Оно содержит неопределенные или дублирующиеся значения. Детали:

source: Z Variable
ru: Переменная Z

source: Zoom : press right-mouse button
ru: Изменение масштаба изображения : нажмите на правую клавишу мыши

source: Zoom In
ru: Приблизить изображение

source: Zoom Out
ru: Отдалить изображение

source: Zooming Mode
ru: Режим масштабирования изображения

source: [Please briefly describe what went wrong]
ru: [Пожалуйста, кратко опишите, что пошло не так]

source: [Steps you took before something went wrong]
ru: [Действия, которые вы выполнили, прежде чем что-то пошло не так]

source: "%s" is not a valid p-value. Default p-value (0.01) is used
ru: "%s" недопустимое p-значение. Используется p-значение по умолчанию (0,01)

source: "%s" is not a valid seed. Seed unchanged.
ru: "%s" недопустимое начальное число. Начальное число остается без изменений.

source: ". Details: Attemp to write a readonly database, or
ru: ". Детали: Попытка записать базу данных, доступную только для чтения или

source: REGRESSION ----------
ru: РЕГРЕССИЯ ----------

source: Select whether to use periods or commas as separators in numeric fields. E.g., by default, GeoDa uses commas to separate thousands and periods for decimals (1,000.00).
ru: Выберите, использовать точки или запятые в качестве разделителей в числовых полях. Напр., по умолчанию программа GeoDa использует запятые для разделения тысяч и точки для десятичных знаков (1,000.00).

source: 95% threshold criterion:
ru: 95% пороговый критерий:

source: Cumulative proportion:
ru: Кумулятивная пропорция:

source: Details:
ru: Детали:

source: Eigenvalues:
ru: Собственноезначение:

source: Kaiser criterion:
ru: Критарий Кайзера:

source: Proportion of variance:
ru: Пропорция дисперсии:

source: Squared correlations:
ru: Квадратичные корреляции:

source: Standard deviation:
ru: Стандартное отклонение:

source: Variable Loadings:
ru: Нагрузки переменных:

source: adaptive kernel
ru: адаптивное ядро

source: and field
ru: и поле

source: autocorrelation is
ru: автокорреляция является

source: bandwidth
ru: ширина полосы

source: binary
ru: бинарный

source: break 0
ru: граница 0

source: calculating...
ru: рассчитывается...

source: can't compute
ru: невозможно подсчитать

source: category 1
ru: категория 1

source: choice:
ru: выбор:

source: choose a variable
ru: выберите переменную

source: csv file:
ru: файл csv:

source: current table key
ru: текущий табличный ключ

source: custom
ru: задается пользователем

source: dBase Database File (*.dbf)|*.dbf
ru: Файл базы данных dBase (*.dbf)|*.dbf

source: datasource.type %s unknown..
ru: источник данных.тип %s неизвестный..

source: day:
ru: день:

source: decimal places
ru: десятичные разряды

source: displayed decimal places
ru: отображенные десятичные разряды

source: distance metric
ru: метрика расстояния

source: distance unit
ru: единица расстояния

source: distance vars
ru: перем-е расстояния

source: diverging
ru: расхождение

source: done
ru: выполнено

source: enumerate as 1, 2, 3, ...
ru: нумеровать как 1, 2, 3, ...

source: false
ru: ложный

source: field name:
ru: наименование поля:

source: fields:
ru: поля:

source: file
ru: файл

source: file size:
ru: размер файла:

source: from
ru: из

source: id variable
ru: идентификатор переменной

source: import table key
ru: импортировать табличный ключ

source: in current layer.
ru: в текущем слое.

source: inches
ru: дюймы

source: include lower orders
ru: включить нижние порядки

source: inverse distance
ru: инверсное расстояние

source: is associated to
ru: связано с

source: kernel method
ru: метод ядра

source: kernel to diagonal
ru: ядро к диагонали

source: large
ru: большой

source: length
ru: длина

source: max dist
ru: макс. расст.

source: max neighbors
ru: макс. соседей

source: max:
ru: макс.:

source: maximum
ru: максимум

source: maximum possible
ru: максимум возможный

source: mean
ru: среднее

source: mean neighbors
ru: средние соседи

source: mean:
ru: среднее:

source: median neighbors
ru: медианные соседи

source: median:
ru: медиана:

source: min dist
ru: мин. расст.

source: min neighbors
ru: мин. соседей

source: min:
ru: мин:

source: minimum
ru: минимум

source: minimum possible
ru: минимум возможный

source: mm
ru: мм

source: month:
ru: месяц:

source: name:
ru: наименование:

source: need two valid regressions
ru: необходимы две допустимые регрессии

source: neighbors
ru: соседи

source: not saved
ru: не сохранено

source: numeric
ru: числовой

source: obs
ru: набл

source: obs#
ru: набл.#

source: observation:
ru: наблюдение:

source: order
ru: порядок

source: parent group
ru: родительская группа

source: pixels
ru: пиксели

source: power
ru: степень

source: range, est. distance
ru: диапазон, прим. расстояние

source: records:
ru: записи:

source: row-standardized
ru: стандартизированный по строкам

source: row:
ru: ряд:

source: s.d.
ru: с.о.

source: s.d.:
ru: с.о.:

source: selected:
ru: выделенный:

source: sequential
ru: последовательный

source: show normal distribution p-val map
ru: показать карту с нормальным распределением p-знач

source: show normal distribution p-val maps
ru: показать карты с нормальным распределение p-знач

source: show significance maps
ru: показать карты статистической значимости

source: small
ru: маленький

source: space-time variable found with no name
ru: пространственно-временная переменная, найденная без наименования

source: standard deviation
ru: стандартное отклонение

source: suggested title:
ru: предлагаемое название:

source: symmetry
ru: симметрия

source: thematic
ru: тематический

source: threshold value
ru: пороговое значение

source: time
ru: время

source: to
ru: к

source: to define weights.
ru: определить весовые коэффициенты.

source: to specify variable and distance parameters.
ru: указать параметры переменной и расстояния.

source: total # pairs
ru: общее количество пар

source: true
ru: истинный

source: type
ru: тип

source: undefined:
ru: неопределенный:

source: uniform distribution
ru: равномерное распределение

source: unknown
ru: неизвестный

source: using row-standardized weights
ru: использование весовых коэффициентов, стандартизированных по строкам

source: value
ru: значение

source: value:
ru: значение:

source: var name:
ru: наименование пер.:

source: variable name
ru: наименование переменной

source: version:
ru: версия:

source: weights:
ru: веса:

source: wrong model number
ru: неверный номер модели

source: y:
ru: г.:

source: year:
ru: год:

source: Distance Scatter Plot
ru: Пространственная диаграмма рассеяния

source: (current map)
ru: (текущая карта)

source: (%d/%d selected)
ru: (%d/%d выделено)

source: break
ru: граница

source: Manhattan Distance
ru: Манхэттенское расстояние

source: Euclidean Distance
ru: Евклидово расстояние

source: Raw
ru: Фактические значения

source: Demean
ru: Центрирование

source: Standardize (Z)
ru: Стандартизация (Z)

source: Standardize (MAD)
ru: Стандартизация (MAD)

source: Uniform
ru: Равномерное

source: Triangular
ru: Треугольное

source: Epanechnikov
ru: Епанечниково

source: Quartic
ru: Биквадратное

source: Gaussian
ru: Гауссово

source: Intersection
ru: Пересечение

source: Union
ru: Объединение

source: Make Symmetric
ru: Симметрия

source: mutual
ru: взаимная

source: Change Fill Color of Selected
ru: Изменить цвет заливки выделенных объектов

source: Heat Map
ru: Тепловая карта

source: Display Heat Map
ru: Показать тепловую карту

source: Specify Bandwith
ru: Задать одинаковый радиус

source: Specify Core Distance
ru: Задать радиус по значению показателя

source: Change Transparency
ru: Изменить прозрачность

source: Minimum Spanning Tree
ru: Минимальное остовное дерево

source: Display Minimum Spanning Tree
ru: Отобразить минимальное остовное дерево

source: Save Minimum Spanning Tree
ru: Сохранить минимальное остовное дерево

source: Length (max %d)
ru: Длина (макс. %d)

source: Decimals (max %d)
ru: Знаков после запятой (макс. %d)

source: ADD
ru: сложение

source: SUBTRACT
ru: вычитание

source: MULTIPLY
ru: умножение

source: DIVIDE
ru: деление

source: POWER
ru: степень

source: classic metric
ru: классический

source: Maximum # of Iterations:
ru: Число итераций:

source: Convergence Criterion:
ru: Критерий сходимости:

source: Category Variable:
ru: Категориальная переменная:

source: # of Dimensions:
ru: Количество осей:

source: Manhattan
ru: Манхэттенское

source: Euclidean
ru: Евклидово

source: Range Adjust
ru: Нормирование по диапазону

source: Range Standardize
ru: Минимакс стандартизация

source: Please enter a valid value for convergence criterion.
ru: Пожалуйста, введите корректное значение критерия сходимости.

source: Please input a valid numeric value for theta.
ru: Пожалуйста, введите корректное значение тета.

source: Perplexity:
ru: Перплексия:

source: Theta:
ru: Тета:

source: Max Iteration:
ru: Макс. число итераций:

source: Learning Rate:
ru: Cкорость обучения:

source: Momentum:
ru: Момент α(начальный):

source: Final Momentum:
ru: Момент α (конечный):

source: # Iteration Switch Momentum:
ru: Кол-во итераций для α начального:

source: Stop
ru: Остановить

source: Iteration
ru: Итерация

source: Select Spatial Weights:
ru: Выбрать весовую матрицу:

source: Number of Samples/Iterations:
ru: Количество выборок/итераций:

source: Sample Size/Rate:
ru: Размер выборки/скорость:

source: Include previous medoids
ru: Использовать предыдущие оценки медоидов

source: Number of Regions:
ru: Число групп:

source: Select a Variable
ru: Выберите переменную

source: Number of Quantiles:
ru: Число квантилей:

source: Select a Quantile for LISA:
ru: Выберите квантиль:

source: Save Quantile Selection in Field:
ru: Наименование новой переменной:

source: Multivariate Quantile LISA Dialog
ru: Многомерная квантильная статистика LISA

source: Add a Variable for Quantile LISA:
ru: Выберите переменные:

source: Select Quantile
ru: Выбранный квантиль

source: New Field
ru: Новая переменная

source: Local Neighbor Match Test
ru: Тест на совпадение локального соседства

source: Variable Distance Function:
ru: Функция расстояния для переменной:

source: Geographic Distance Metric:
ru: Метрика географического расстояния:

source: Arc Distance (mile)
ru: Расстояние по дуге (мили)

source: Arc Distance (km)
ru: Расстояние по дуге (км)

source: Save Results: Local Neighbor Match Test
ru: Сохранить результаты

source: cardinality
ru: mощность

source: probability
ru: p-уровень

source: No Match
ru: нет совпадений

source: Geographic Distance:
ru: Географическое расстояние:

source: Geographical distance
ru: Географическое расстояние

source: threshold
ru: порог

source: Variable distance
ru: Расстояние переменной

source: 1/2 maximum pairwise distance
ru: 1/2 Все попарные расстояния

source: 1/2 diagonal of bounding box
ru: 1/2 диагонали ограничивающего параллелепипеда

source: data points
ru: наблюдений

source: Show Data Points
ru: Показать точки наблюдений

source: LOESS Setup
ru: Параметры сглаживания LOESS

source: LOESS Settings
ru: Параметры сглаживания LOESS

source: Degree of smoothing (span):
ru: Доля охватываемых данных:

source: Degree of the polynomials:
ru: Степень полинома:

source: Family
ru: Семейство распределения

source: guassian
ru: Гаусса

source: symmetric
ru: cимметричное

source: Normalize predictors:
ru: Нормализовать предикторы:
