Repository: lixun910/GeoDa
Catalog: internationalization/pofiles/*.po
Languages: ru

source: The between-cluster sum of squares:
ru: Межкластерная сумма квадратов:

source: The categories of the selected variables do not overlap in space. Please select other variables.
ru: Нет наложения выбранных категорий в пространстве. Пожалуйста, выберите другие переменные.

source: The connectivity of selected spatial weights is incomplete, please adjust the spatial weights.
ru: Связуемость выбранных пространственных весовых коэффициентов неполная, пожалуйста, скорректируйте пространственные весовые коэффициенты.

source: The currently entered threshold value is not a valid number. Please move the slider, or enter a valid number.
ru: Текущее введенное пороговое значение не является допустимым числом. Пожалуйста, переместите бегунок или введите действительное число.

source: The currently entered threshold value is not a valid number. Please move the slider, or enter a valid number.
ru: Текущее введенное пороговое значение не является допустимым числом. Пожалуйста, переместите бегунок или введите действительное число.

source: The currently entered threshold value of %f is less than %f which is the minimum value for which there will be no neighborless observations (isolates). Press Yes to proceed anyhow, press No to abort.
ru: Текущее введенне пороговое значение %f меньше, чем %f, что является минимальным значением, по которому не будет наблюдений без соседей (изолированных точек). Нажмите Да для продолжения в любом случае, нажмите Нет для прекращения действия.

source: The data source is read only. Please try to save as other data source.
ru: Источник данных только для чтения. Пожалуйста, попробуйте сохранить как другой источник данных.

source: The first line should have comma separated number of rows and ID name!
ru: Первая строка должна содержать число строк и наименование идентификатора, разделенных запятыми!

source: The geometries will not be saved when exporting to a Table-only data source. Do you want to continue?
ru: Геометрические параметры не будут сохранены при экспорте с Табличный источник данных. Продолжить?

source: The last seed used by the pseudo random number generator was
ru: Последнее начальное число, использованное псевдо-случайным/nгенератором чисел было

source: The length of a string field must be at least %d and at most %d. Keeping original value.
ru: Длина строкового поля должна быть не менее %d и не более %d. Сохраняется первоначальное значение.

source: The length of an integral numeric field must be at least %d and at most %d. Keeping original value.
ru: Длина целочисленного числового поля должна быть не менее %d и не более %d. Сохраняется первоначальное значение.

source: The length of an non-integral numeric field must be at least %d and at most %d. Keeping original value.
ru: Длина нецелочисленного поля должна быть не менее %d и не более %d. Сохраняется первоначальное значение.

source: The length of field name should be between 1 and %d. Current field length (%d) is not valid
ru: Длина наименования поля должна быть от 1 до % d. Текущая длина поля (% d) недопустима

source: The new theme chosen will no longer include rates smoothing. Please use the Rates submenu to choose a theme with rates again.
ru: Новая выбранная тема больше не будет включать сглаживание уровней. Пожалуйста, используйте подменю Уровни, чтобы снова выбрать тему с уровнями.

source: The number of covariates should be more than the number of observations.
ru: Количество ковариатов должно быть больше количества наблюдений.

source: The number of decimal places for a non-integral numeric field must be at least %d and at most %d. Keeping original value.
ru: Количество десятичных разрядов для нецелочисленного поля должно быть не менее %d и не более %d. Сохраняется первоначальное значение.

source: The number of displayed decimal places for a non-integral numeric field must be at least %d and at most %d. Keeping original value.
ru: Количество отображаемых десятичных разрядов для нецелочисленного поля должно быть не менее %d и не более %d. Сохраняется первоначальное значение.

source: The number of identified clusters is less than
ru: Количество идентифицированных кластеров меньше

source: The number of observations specified in chosen weights file is %d, but the number in the current Table is %d, which is incompatible.
ru: Количество наблюдений, указанное в выбранном файле с весовыми коэффициентами, равно %d, но количество в текущей Таблице равно %d, что несопоставимо.

source: The number of observations specified in chosen weights file is incompatible with current Table.
ru: Количество наблюдений, указанное в выбранном файле с весовыми коэффициентами, несопоставимо с текущей Таблицей.

source: The number of records in current table is larger than the number of records in import table. Please choose import table >= %d records
ru: Количество записей в текущей Таблице превышает количество записей в импортированной таблице. Пожалуйста, выберите >= %d записей в импортированной таблице

source: The original datasource %s is not a valid file. GeoDa "Save" only works on file datasource.
ru: Исходный источник данный %s является недопустимым файлом. Функция программы GeoDa "Сохранить" только работает с файлами истоников данных.

source: The ratio of between to total sum of squares:
ru: Соотношение между промежуточной и общей суммой квадратов:

source: The sample size for random sampling is too small. Please increase the number of iterations.
ru: Размер выборки слишком мал для формирования случайной выборки. Пожалуйста, увеличьте количество итераций.

source: The selected database driver is not supported on this platform. Please check GeoDa website for more information about database support and connection.
ru: Выбранный драйвер базы данных не поддерживается на этой платформе. Пожалуйста, ознакомьтесь с более подробной информацией о поддержке баз данных и связи с ними на вебсайте программы GeoDa.

source: The selected group variable should contains %d items. Please modify the group variable in Time Editor, or select another variable.
ru: Выбранная групповая переменная должна содержать %d элементов. Пожалуйста, измените групповую переменную в Редакторе времени или выберите другую переменную.

source: The selected group variable should contains %d items. Please modify the group variable in Time->Time Editor, or select another variable.
ru: Выбранная групповая переменная должна содержать %d элементов. Пожалуйста, измените групповую переменную в меню Время-> Редактор времени или выберите другую переменную.

source: The selected variable %s is not valid. If it's a grouped variable, please modify it in Time->Time Editor. Or please select another variable.
ru: Выбранная переменная %s недопустима. Если это сгруппированная переменная, пожалуйста, измените ее в меню Время-> Редактор времени. Или выберите другую переменную.

source: The selected variable is not numeric. Please select another variable.
ru: Выбранная переменная не является числовой. Пожалуйста, выберите другую переменную.

source: The set of values in the import key fields has no match in current table. Please choose keys with matching sets of values.
ru: Для набора значений в полях ключа импорта нет совпадающих значений в текущей таблице. Пожалуйста, выберите ключи с совпадающими наборами значений.

source: The total sum of squares:
ru: Общая сумма квадратов:

source: The total within-cluster sum of squares:
ru: Общая внутрикластерная сумма квадратов:

source: Themeless
ru: Без темы

source: Themeless Map
ru: Карта без темы

source: There are spatial objects being counted more than once. Please check the results.
ru: Присутствуют пространственные объекты, которые учитываются более одного раза. Пожалуйста, проверьте результаты.

source: There are unsaved data source or weights/time definition changes.
ru: Есть несохраненные изменения источника данных или определения весовых коэффициентов/времени.

source: There is a view could not be closed. Please manually close and try again.
ru: Присутствует окно просмотра, которое не удалось закрыть. Пожалуйста, закройте вручную и попробуйте снова.

source: There is an error during PCA calculation. Please check if the data is valid.
ru: При расчете АГК произошла ошибка. Пожалуйста, проверьте правильность данных.

source: There is at least one neighborless observation. Check the islands in weights histogram and linked map.
ru: Присутствует, как минимум, одно наблюдение без соседей. Проверьте изолированные участки в гистограмме весовых коэффициентов и связанной карте.

source: There is at least one neighborless observation. Check the weights histogram and linked map to see if the islands are real or not. If not, adjust the distance threshold (points) or the precision threshold (polygons).
ru: Присутствует, как минимум, одно наблюдение без соседей. Проверьте гистограмму весовых коэффициентов и связанную карту, чтобы проверить, соответствуют ли действительности изолированные участки. Если нет, то внесите корректировки в предел расстояния (точки) или предел точности (полигоны).

source: There is at least one view could not be closed. Please manually close and try again.
ru: Присутствует, как минимум, одно окно просмотра, которое не удалось закрыть. Пожалуйста, закройте вручную и попробуйте снова.

source: There is at least one view open that depends on this matrix. Ok to close these views and remove?
ru: Присутствует окно просмотра, которое зависит от матрицы. Закрыть эти окна просмотра и удалить?

source: There is one other view open that depends on this matrix. Ok to close this view and remove?
ru: Присутствует еще одно окно просмотра, которое зависит от матрицы. Закрыть это окно просмотра и удалить?

source: There was a problem associating the weights file.
ru: Не удалось связать файл с весовыми коэффициентами.

source: There was a problem generating voronoi contiguity neighbors. Please report this.
ru: Возникла проблема с генерированием соседей Области (Зоны близости) Вороного. Пожалуйста, сообщите об этом.

source: There was a problem reading the layer
ru: При чтении этого слоя возникла проблема

source: There was a problem reading the table
ru: При чтении этой таблицы возникла проблема

source: There was a problem requesting the weights file.
ru: При запросе файла с весовыми коэффициентами возникла проблема.

source: These are the row numbers of the records without location information.
ru: Это номера строк записей без информации о местоположении.

source: Thiessen Polygons
ru: Полигоны Тиссена

source: Third Variable (Z)
ru: Третья Переменная (Z)

source: This datasource is not supported. Please export to other datasource that GeoDa supports first.
ru: Этот источник данных не поддерживается. Пожалуйста, сначала экспортируйте в другой источник данных, который поддерживает программа GeoDa.

source: This field name already exists (non-integer type). Please input a unique name.
ru: Это наименование поля уже существует (нецелочисленный тип). Пожалуйста, введите уникальное наименование.

source: This format is not supported.
ru: Этот формат не поддерживается.

source: This is the list of existing grouped variables. As new groups are created, they will appear on this list. You can open an existing .gda file and edit it here.
ru: Это список существующих сгруппированных переменных. По мере создания новых групп они будут отображаться в этом списке. Вы можете открыть существующий файл .gda и отредактировать его здесь.

source: This view currently supports data with at most 1000 observations. The Spatial Correlogram Scatterplot plots distances between all pairs of observations. The current data set has %d observations and %d unordered pairs of observations.
ru: Это окно просмотра в настоящее время поддерживает данные с максимум 1000 наблюдений. График множества точек Пространственной коррелограммы показывает расстояния между всеми парами наблюдений. В текущем массиве данных есть %d наблюдений и %d неупорядоченных пар наблюдений.

source: Thousands:
ru: Тысячи:

source: Tim&e
ru: Вре&мя

source: Time
ru: Время

source: Time Editor
ru: Редактор времени

source: Time Player
ru: Плеер времени

source: Time Setup
ru: Настройка времени

source: Time Variable Options
ru: Опции временных переменных

source: Time:
ru: Время:

source: Title of Visualization
ru: Название визуализации

source: Tools
ru: Инструменты

source: Top
ru: Верх

source: Transformation:
ru: Трансформация:

source: Transformation:
ru: Трансформация:

source: Transformation:
ru: Трансформация:

source: Travel Distances Tool
ru: Инструмент расстояния хода

source: Turkish (Windows-1254)
ru: Турецкий (Windows-1254)

source: Turkish Latin-5 (ISO-8859-9)
ru: Турецкий Латиница-5 (ISO-8859-9)

source: Type
ru: Тип

source: Type 1
ru: Тип 1

source: Type 1a
ru: Тип 1a

source: Type 2
ru: Тип 2

source: Type 2a
ru: Тип 2a

source: Unable to overwrite
ru: Невозможно перезаписать

source: Undefined
ru: Неопределенный

source: Undo
ru: Отмена

source: Ungrouped Variables
ru: Несгруппированные переменные

source: Unicode (UTF-16LE)
ru: Юникод (UTF-16LE)

source: Unicode (UTF-8)
ru: Юникод (UTF-8)

source: Unique Values
ru: Уникальные значения

source: Unique Values Map
ru: Карта уникальных значений

source: Univariate
ru: Одномерный

source: Univariate Local Geary
ru: Одномерный локальный индекс Джири

source: Univariate Local Join Count
ru: Одномерная оценка локальных соединений

source: Univariate Local Moran's I
ru: Одномерный локальный индекс Морана

source: Univariate Moran's I
ru: Одномерный индекс Морана

source: Unknow exception. Please contact GeoDa support.
ru: Неизвестное исключение. Пожалуйста, свяжитесь с командой поддержки программы GeoDa.

source: Unselected
ru: Невыбранный

source: Unselected =
ru: Невыбранный =

source: Up
ru: Вверх

source: Update GeoDa completed
ru: Обновление программы GeoDa завершено

source: Update GeoDa failed
ru: Не удалось обновить программу GeoDa

source: Update project information failed. Details: The layer information defined in project file does no match opened datasource.
ru: Не удалось обновить информацию о проекте. Детали: Информация о слое, которая определена в файле проекта, не совпадает с открытым источником данных.

source: Upper outlier
ru: Верхний выброс

source: Upper-right corner
ru: Верхний правый угол

source: Use GPU to Accelerate computation:
ru: Использовать GPU для Ускорения расчетов:

source: Use Power Iteration method: Max iterations=
ru: Использовать Метод степенных итераций: Макс. итераций=

source: Use Power Iteration:
ru: Использовать Степенную итерацию:

source: Use Scientific Notation
ru: Использовать Экспоненциальное представление чисел

source: Use Specified Seed
ru: Задать датчик генератора псевдослучайных чисел

source: Use Transparent Legend Background
ru: Использовать Прозрачный фон легенды (условных обозначений)

source: Use Weights:
ru: Использовать Весовые коэффициенты:

source: Use bounding box of input datasource
ru: Использовать ограничительную рамку входного источника данных

source: Use classic yellow cross-hatching to highlight selection in maps:
ru: Использовать классическую штриховку накрест для выделения цветом областей в картах:

source: Use existing field name
ru: Использовать существующее наименование поля

source: Use geometric centroids
ru: Использовать геометрические центроиды

source: Use geometric centroids (weighting):
ru: Использовать геометрические центроиды (взвешивание):

source: Use inverse distance?
ru: Использовать инверсное расстояние?

source: Use max knn distance as bandwidth
ru: Использовать макс. расстояние между k-ближайшими соседями в качестве ширины полосы

source: Use outline + motorway(~bbox) of input datasource
ru: Использовать контур + автомобильную дорогу(~огр. рамка) входного источника данных

source: Use outline of input datasource
ru: Использовать контур входного источника данных

source: Use row-standardized weights
ru: Использовать весовые коэффциенты, стандартизировнные по строкам

source: Use selected as specified alpha level
ru: Использовать выбранное как указанный альфа уровень

source: Use Specified Seed:
ru: Задать датчик генератора псевдослучайных чисел:

source: Use the bounding box of shape datasource
ru: Использовать ограничительную рамку источник данных с формами

source: User Defined
ru: Задается пользователем

source: User Name
ru: Имя пользователя

source: User name
ru: Имя пользователя

source: Value
ru: Значение

source: Values assigned to target field successfully.
ru: Значени успешно присвоены целевому полю.

source: Var Calc Container
ru: Контейнер Кальк. перем

source: Variable
ru: Переменная

source: Variable %s at time %d could not be standardized.
ru: Невозможна стандартизация переменной %s во время %d.

source: Variable %s at time %d is a placeholer
ru: Переменная %s во время %d является меткой-заполнителем

source: Variable %s is a placeholer
ru: Переменная %s является меткой-заполнителем

source: Variable %s is a time-grouped variable. Please ungroup this variable to delete.
ru: Переменная %s является переменной, сгруппированной по времени. Пожалуйста, разгруппируйте эту переменную, чтобы удалить.

source: Variable %s is no longer in the Table. Please close and reopen the Regression Dialog to synchronize with Table data.
ru: Переменной %s больше нет в Таблице. Пожалуйста закройте и снова откройте Диалоговое окно регрессии, чтобы сихнронизировать с данными Таблицы.

source: Variable %s is no longer in the Table. Please close and reopen this dialog to synchronize with Table data.
ru: Переменной %s больше нет в Таблице. Пожалуйста, закройти и снова откройте это диалоговое окно, чтобы сихнронизировать с данными в Таблице.

source: Variable %s is not valid. Please select another variable.
ru: Переменная %s недействительна. Пожалуйста, выберите другую переменную.

source: Variable / Constant
ru: Переменная / Константа

source: Variable <font color="blue">%s</font> is specified.
ru: Переменная <цвет шрифта="синий">%s</шрифт> определена.

source: Variable Choice
ru: Выбор переменной

source: Variable Name
ru: Наименование переменной

source: Variable Properties
ru: Свойства переменной

source: Variable Properties -
ru: Свойства переменной -

source: Variable Setting
ru: Настройка переменной

source: Variable Settings
ru: Настройки переменной

source: Variable Type Error
ru: Ошибка типа переменной

source: Variable Value Error
ru: Ошибка значения переменной

source: Variable name "%s" is either a duplicate or is invalid. Please enter an alternative, non-duplicate variable name.
ru: Наименование переменной "%s" либо дублирующееся, либо недействительное. Пожалуйста, введите альтернативное, недублирующееся наименование переменной.

source: Variable name "%s" is either a duplicate or is invalid. Please enter an alternative, non-duplicate variable name. The first character must be a letter, and the remaining characters can be either letters, numbers or underscores. For DBF table, a valid variable name is between one and ten characters long.
ru: Наименование переменной "%s" либо дублирующееся, либо недействительное. Пожалуйста, введите альтернативное, недублирующееся наименование переменной. Первый символ должен быть буквой, остальные символы могут быть буквами, числами или нижним подчеркиванием. Для таблицы DBF, допустимое наименование переменной должо содержать от одного до десяти символов.

source: Variable name can't be empty.
ru: Наименование переменной не может быть пустым.

source: Variable name is either a duplicate or is invalid. Please enter an alternative, non-duplicate variable name.
ru: Наименование переменной либо дублирующееся, либо недействительное. Пожалуйста, введите альтернативное, недублирующееся наименование переменной.

source: Variable:
ru: Переменная:

source: Variables
ru: Переменные

source: Variables:
ru: Переменные:

source: Vertical Bins Breaks
ru: Интервалы вертикальных столбиков

source: Vertical Cells
ru: Вертикальные ячейки

source: Vietnamese (Windows-1258)
ru: Вьетнамский (Windows-1258)

source: View
ru: Вид

source: View Original Data
ru: Просмотреть первоначальные данные

source: View Standardized Data
ru: Просмотреть стндартизированные данные

source: Voronoi Contiguity Error
ru: Ошибка Области (Зоны близости) Вороного

source: Warning
ru: Предупреждение

source: Warning: %d observations are neighborless.
ru: Предупреждение: %d наблюдений без соседей.

source: Warning: %d observations is neighborless.
ru: Предупреждение: %d наблюдений без соседей.

source: Warning: NULL geometry
ru: Предупреждение: НУЛЕВАЯ геометрия

source: Warning: loss data
ru: Предупреждение: данные о потере

source: Was not able to load weights matrix.
ru: Невозможно загрузить матрицу весовых коэффициентов.

source: Web
ru: Веб

source: Weight
ru: Весовой коэффициент

source: Weight matrix required for chosen spatial rate method.
ru: Матрица весовых коэффициентов необходима для выбранного метода скорости изменения в пространстве.

source: Weighting:
ru: Взвешивание:

source: Weights
ru: Весовая матрица

source: Weights File
ru: Файл с весовыми коэффициентами

source: Weights File Creation
ru: Создание файла с весовыми коэффициентами

source: Weights Intersection
ru: Пересечение весовых коэффициентов

source: Weights Manager
ru: Менеджер весовых коэффициентов

source: Weights Name
ru: Наименование весовых коэффициентов

source: Weights Symmetry Check
ru: Проверка симметрии весовых коэффициентов

source: Weights Union
ru: объединение весов

source: Weights file "%s" created successfully.
ru: Файл с весовыми коэффициентами "%s" был успешно создан.

source: Weights file/format is not valid.
ru: Файл/формат весовых коэффициентов недействителен.

source: Weights:
ru: Весовые коэффициенты:

source: Welcome to GeoDa
ru: Добро пожаловать в программу GeoDa

source: Welcome to GeoDa 1.8.16
ru: Добро пожаловать в программу GeoDa 1.8.16

source: West European Latin-1 (ISO-8859-1)
ru: Западно-европейский Латиница-1 (ISO-8859-1)

source: West European Latin-9 (ISO-8859-15)
ru: Западно-европейский Латиница-9 (ISO-8859-15)

source: What windows to open?
ru: Какие окна открыть?

source: When "all times" selected for either variable, result field must also be "all times."
ru: Когда "все времена" выбрано для любой из переменных, выбранным полем результата также должно быть "все времена."

source: When "all times" selected for variable, result field must also be "all times."
ru: Когда "все времена" выбрано для переменной, выбранным полем результатов также должно быть "все времена."

source: White Test
ru: Тест Уайта

source: Width in pixels
ru: Ширина в пикселях

source: Width:
ru: Ширина:

source: Within cluster S.S.
ru: Внутрикластерная С.К.

source: Within-cluster sum of squares:
ru: Внутрикластерная сумма квадратов:

source: Wrong number of rows!
ru: Неверное число строк!

source: Wrote GeoDa Project File:
ru: Написал Файл проекта GeoDa:

source: X Variable
ru: Переменная X

source: X-Axis
ru: Ось-X

source: X-Coordinates
ru: Координаты-X

source: X-coord
ru: Коорд.-X

source: X-coordinate
ru: Координата-X

source: X-coordinate variable
ru: Переменная координат-X

source: Y Variable
ru: Переменная Y

source: Y-Axis
ru: Ось-Y

source: Y-Coordinates
ru: Координаты-Y

source: Y-coord
ru: Коорд.-Y

source: Y-coordinate
ru: Координата-Y

source: Y-coordinate variable
ru: Переменная координат-Y

source: Yes
ru: Да

source: You can try to proceed but the current threshold distance value might be too large to compute. If it fails, please input a smaller distance band (which might leave some observations neighborless) or use other weights (e.g. KNN).
ru: Вы можете попытаться продолжить, но текущее пороговое значение расстояния может быть слишком большим для вычисления. Если не получится, пожалуйста, введите меньшую полосу расстояний (которая может оставить некоторые наблюдения без соседей) или используйте другие весовые коэффициенты (напр., K-ближайших соседей).
