Repository: lixun910/GeoDa
Catalog: internationalization/pofiles/*.po
Languages: ru

source: (isolates in weights are removed)
ru: (изолированные значения в весовых коэффициентах удалены)

source: = 0 at
ru: = 0 при

source: BiLISA Cluster Map
ru: Карта кластеров с использованием BiLISA

source: BiLISA Significance Map
ru: Карта статистической значимости с использованием BiLISA

source: Bivariate Local Geary Cluster Map
ru: Карта кластеров с использованием двумерного локального индекса Гири

source: Bivariate LocalGeary Significance Map
ru: Карта кластеров с использованием двумерного локальногоиндексаГири

source: Categories
ru: Категория

source: Differential LISA Cluster Map
ru: Карта кластеров с использованием дифференциальных LISA

source: Differential Local Geary Cluster Map
ru: Карта кластеров с использованием дифференциального локального индекса Гири

source: Differential Significance Map
ru: Карта статистической значимости с использованием дифференциального локального индекса Гири

source: Distance metric:
ru: Метрика расстояния:

source: LISA Cluster Map
ru: Карта кластеров с использованием LISA

source: LISA Significance Map
ru: Карта статистической значимости с использованием LISA

source: Local Geary Cluster Map
ru: Карта кластеров с использованием локального индекса Гири

source: Local Geary Significance Map
ru: Карта статистической значимости с использованием локального индекса Гири

source: already exists. OK to overwrite?
ru: уже существует. Согласны перезаписать?

source: and
ru: и

source: and two time periods:
ru: и два временных периода:

source: for obs within distance band
ru: по набл. в пределах диапазона расстояний

source: has duplicate values. Please choose a different ID Variable. Details:
ru: содержит повторяющиеся значения. Пожалуйста, выберите другой идентификатор переменной. Детали:

source: in range:
ru: в диапазоне:

source: is not supported by GeoDa.
ru: не поддерживается GeoDa.

source: km
ru: км

source: mi
ru: миль

source: pairs in distance band
ru: пар в диапазоне расстояний

source: should contains only numbers/letters as IDs. Please choose a different ID Variable.
ru: должно содержать только числа/буквы в качестве идентификатора. Пожалуйста, выберите другой идентификатор переменной.

source: to
ru: к

source: # Iterations:
ru: # итераций:

source: # Max Iteration:
ru: # макс. итераций:

source: # Neighors:
ru: # соседей:

source: # Pairs
ru: # пар

source: # iterations:
ru: # итераций:

source: # observations
ru: # наблюдений

source: #hover obs
ru: #количество наблюдений

source: #obs:
ru: #набл.:

source: #obs=
ru: #набл.=

source: #row=
ru: #строка=

source: #selected=
ru: #выделено=

source: % non-zero
ru: % ненулевых

source: % of total
ru: % от общего

source: %d of %d variables to include
ru: %d от %d переменных для включения

source: %d variables to include
ru: %d переменных для включения

source: %s (Weights: %s)
ru: %s (Весовые коэффициенты: %s)

source: %s Cluster Map (%d clusters)
ru: %s Карта кластеров (%d кластеров)

source: &Add ID Variable...
ru: &Добавить идентификатор переменной...

source: &Cancel
ru: &Отменить

source: &Close
ru: &Закрыть

source: &Edit
ru: &Редактировать

source: &File
ru: &Файл

source: &Help
ru: &Справка

source: &Map
ru: &Карта

source: &Merge
ru: &Слияние

source: &New
ru: &Новый

source: &Open Project
ru: &Открыть Проект

source: &Regression
ru: &Регрессия

source: &Run
ru: &Выполнить

source: &Save to Table
ru: &Сохранить в Таблицу

source: &Space
ru: &Пространство

source: &Tools
ru: &Инструменты

source: (Dendrogram is too complex to draw. Please view clustering results in map.)
ru: (Дендрограмму (древовидную диаграмму) слишком сложно начертить. Пожалуйста, смотрите результаты группировки по кластерам на карте).)

source: (Duplicate field name)
ru: (Повторяющееся наименование поля)

source: (Field name is not valid)
ru: (Наименование поля не действительно)

source: (Gaussian) Sigma:
ru: (Гауссова) Sigma:

source: (Leave empty for undefined values)
ru: (Оставить пустым по неопределенным значениям)

source: (Optional) First record has field names?
ru: (Необязательно) В первой записи есть наименования полей?

source: (Optional) Longitude/X:
ru: (Необязательно) Долгота/X:

source: (Optional) You can change the data type for a field:
ru: (Необязательно) Вы можете поменять тип данных для поля:

source: (Use Sequences)
ru: (Использовать последовательности)

source: . Enter a seed value to use between 0 and
ru: . Ввести случайное значение для использования между 0 и

source: 1 Iteration
ru: 1 итерация

source: 199 Permutations
ru: 199 перестановок

source: 1st Variable (X)
ru: 1-я переменная (X)

source: 2 Iteration
ru: 2 итерации

source: 2nd Variable (Y)
ru: 2-я переменная (Y)

source: 3 Iteration
ru: 3 итерации

source: 3D Plot
ru: 3D график

source: 3D Scatter Plot
ru: 3D Диаграмма рассеяния

source: 3D Scatter Plot Variables
ru: Переменные 3D Диаграмма рассеяния

source: 3rd Variable (Z)
ru: 3-я переменная (Z)

source: 4 Iteration
ru: 4 итерации

source: 499 Permutations
ru: 499 перестановок

source: 4th Variable
ru: 4-я переменная

source: 5 Iteration
ru: 5 итераций

source: 5 of 5 variables needed
ru: необходимы 5 из 5 переменных

source: 6 Iteration
ru: 6 итераций

source: 99 Permutations
ru: 99 перестановок

source: 999 Permutations
ru: 999 перестановок

source: A Table-only data source can't be stacked with current data source.
ru: Только табличные данные не могут комплектоваться с текущим источником данных.

source: A newer version of GeoDa is found. Do you want to update to version
ru: Обнаружена новая версия программы GeoDa. Вы желаете обновить программу до новой версии

source: A project file contains extra information not directly stored in the data source such as variable order and grouping.
ru: Файл проекта содержит лишнюю информацию, которая не хранится непосредственно в источнике данных, например, порядок и группировка переменных.

source: About DBF Viewer
ru: Об (окне просмотра файлов базы данных) DBF Viewer

source: About GeoDa
ru: О программе GeoDa

source: About Precision Threshold
ru: О предельной степени точности

source: Adaptive bandwidth
ru: Настраиваемый радиус охвата

source: Adaptive kernel
ru: Адаптивное ядро

source: Add
ru: Добавить

source: Add Centroids to Table
ru: Добавить координаты центроидов в таблицу

source: Add Map Layer
ru: Добавить слой карты

source: Add Mean Centers to Table
ru: Добавить координаты центров в таблицу

source: Add Neighbors To Selection
ru: Добавить соседей к выделению

source: Add New ID Variable
ru: Добавить новый идентификатор переменной

source: Add OGR column error. Field type is unknown or not supported.
ru: Добавить ошибку стобца OGR. Не известный или неподдерживаемый тип файла.

source: Add OGR column error. Field type is unknown.
ru: Добавить ошибку столбца OGR. Неизвестный тип файла.

source: Add Time
ru: Добавить время

source: Add Variable
ru: Добавить переменную

source: Add a name for your group of variables. You can edit the time period labels for easier interpretation of results.
ru: Добавить наименование для вашей группы переменных. Вы моежете отредактировать метки временных периодов, чтобы облегчить интерпретацию результатов.

source: Add basemap automatically:
ru: Добавить базовую карту автоматически:

source: Add new column to table
ru: Добавить новый столбец к таблице

source: Add/Remove Variables
ru: Добавить/Удалить переменные

source: Adjust Bubble Size
ru: Скорректировать размер пузырька

source: Adjust Value Range of Y Axis
ru: Скорректировать диапазон значений Оси Y

source: Adjust Value Range of Y-Axis
ru: Скоерриктировать диапащон значений Оси-Y

source: Adjust Values of Y Axis
ru: Скорректировать значения Оси Y

source: Affinity with Guassian Kernel: Sigma=
ru: Близость к Гауссовому ядру: Sigma=

source: Affinity with K-NN:
ru: Близость к K-NN:

source: Affinity with K-Nearest Neighbors: K=
ru: Близость к К-ближайшим соседям: K=

source: Affinity with Kernel:
ru: Близость к ядру:

source: Aggregate
ru: Агрегировать данные

source: Aggregate -
ru: Агрегировать данные -

source: All
ru: Все

source: All Pairs
ru: Все пары

source: All Rights Reserved
ru: Все права защищены

source: Allow a single cluster:
ru: Допустить единый кластер:

source: Alpha:
ru: Альфа:

source: Always using fixed-point notation
ru: Всегда используется представление чисел с фиксированной запятой

source: Animation
ru: Анимация

source: App Key
ru: Клавиша приложения

source: Append To Current Selection
ru: Присоединить к Текущему выделению

source: Append to current selection
ru: Присоединить к текущему выделению

source: Appl&y
ru: Примени&ть

source: Apply
ru: Применить

source: Apply kernel to diagonal weights
ru: Применить ядро к диагональным весовым коэффициентам

source: April
ru: Апрель

source: Arabic (Windows-1256)
ru: Арабский (Windows-1256)

source: Arc Distance
ru: Расстояние по дуге

source: Ascending order
ru: По возрастанию

source: Assign To Target
ru: Присвоить целевому показателю

source: Assign Values to Currently Selected / Unselected
ru: Присвоить значения к Текущим выделенным / невыделенным объектам

source: Assoc. Var.
ru: Ассоц. пер.

source: Attributes (Optional)
ru: Атрибуты (Дополнительно)

source: August
ru: Август

source: Auto Weighting
ru: Автоматическая весовая обработка данных

source: Autocorr.
ru: Автокорр.

source: Automatic Labels
ru: Автоматически присваемые метки

source: Average
ru: Среднее значение

source: Average Comparison Chart
ru: Диаграмма сравнения средних значений

source: Averages Chart
ru: Контрольная карта для средних (значений)

source: Axes Through Origin
ru: Оси через точку происхождения

source: Axis Option
ru: Вариант оси

source: Axis Selection
ru: Выбор оси

source: Background
ru: Фон

source: Background Color
ru: Цвет фона

source: Bandwidth:
ru: Ширина полосы:

source: Base Map
ru: Базовая карта

source: Base Variable
ru: Базовая переменная

source: Basemap
ru: Базовая карта

source: Basemap Configuration
ru: Конфигурация базовой карты

source: Basemap Configuration Dialog
ru: Диалоговое окно для конфигурации базовой карты

source: Basemap Parameters:
ru: Свойства базовой карты:

source: Basemap Sources: (Format: group&name.basemap&name,basemap&url)
ru: Источники базовой карты: (Формат: группа&наименование.картоснова&наименование,базовая карта&url)

source: Before add/delete observations, please close the %d view(s) that depend on it.
ru: До добавления/удаления наблюдений, пожалуйста, закройте окно(а) просмотра %d, которые зависят от них.

source: Before proceed with operation (add/remove, move, or rename), please close %d views that depend on it.
ru: До продолжения операции (добавить/удалить, переместить или переименовать), пожалуйста, закройте окна просмотра %d, которые зависят от нее.

source: Before you can modify the variable %s, please close the %d view(s) that depend on it.
ru: До изменения переменной %s, пожалуйста, закройте окно(а) просмотра %d, которые зависят от нее.

source: Bivariate
ru: С двумя переменными

source: Bivariate Local Join Count
ru: Двумерная оценка локальных соединений

source: Bivariate Local Moran's I
ru: Локальный индекс Морана с двумя переменными

source: Bivariate Moran Variable Settings
ru: Параметры настройки переменных Индекса Морана с двумя переменными

source: Bivariate Moran's I
ru: Двумерный индекс Морана

source: Bivariate Moran's I (%s): %s and lagged %s
ru: Двумерный индекс Морана (%s): %s и лаг (отставание) %s

source: Bonferroni bound:
ru: Граница Бонферрони:

source: Both are significant, Spatial Lag Model has been selected.
ru: Оба имеют значение, была выбрана Модель пространственного лага.

source: Bottom
ru: Низ

source: Bounding Box
ru: Ограничительная рамка

source: Box Map (Hinge=1.5)
ru: Блочная карта (Линия створа=1.5)

source: Box Map (Hinge=3.0)
ru: Блочная карта (Линия створа=3.0)

source: Box Plot
ru: Диаграмма размаха

source: Boxplot Theme
ru: Тема блочного графика

source: Breaks
ru: Границы

source: Breaks with same values were created. Please choose a smaller categories, or manually edit the break values.
ru: Созданы границы с одинаковыми значения. Пожалуйста, выберите меньшие категории или вручную отредактируйте значения интервалов.

source: Bubble Chart
ru: Пузырьковая диаграмма

source: Bubble Chart - x: %s, y: %s, size: %s, %s
ru: Пузыоьковая диаграмма - x: %s, y: %s, size: %s, %s

source: Bubble Chart Variables
ru: Переменные пузырьковой диаграммы

source: Bubble Size
ru: Размер пузырька

source: Bubble Size Adjust Dialog
ru: Диалог для корректировки размера пузырька

source: Buffer query area:
ru: Зона запроса в буфер:

source: Bug Report
ru: Отчет об ошибках

source: C&reate
ru: С&оздать

source: CRS (proj4 format)
ru: CRS (формат proj4)

source: CSV Configuration Warning
ru: Предупреждение о конфигурации CSV

source: CSV Contains Variable Names?
ru: CSV содержит наименования переменных?

source: CSV File Configuration
ru: Конфигурация CSV файла

source: Calculator
ru: Калькулятор

source: Can't connect to datasource:
ru: Невозможно связаться с источником данных:

source: Can't create layer %s with empty field (%s) name.
ru: Невозможно создать слой %s с пустым полем (%s) наименования.

source: Can't create output OGR driver. Details:
ru: Невозможно создать выходной драйвер OGR. Детали:

source: Can't get bounding box information from this datasource. Please try another datasource.
ru: Невозможно получить информацию об ограничительной рамке из этого источника данных. Пожалуйста, попробуйте другой источник данных.

source: Can't get datasource type from: %s Please select datasource supported by GeoDa or add extension to file datasource.
ru: Неозможно получить тип источника данных из: %s Пожалуйста, выберите источник данных, поддерживаемый GeoDa или добавьте расширение к файлу источника данных.

source: Can't get layers from unknown datasource. Please complete the datasource fields.
ru: Невозможно получить слои из неизвестного источника данных. Пожалуйста, заполните поля источников данных.

source: Can't save Thiessen polygons
ru: Невозможно сохранить полигоны Тиссена

source: Can't write/create layer "
ru: Невозможно записать/создать слой "

source: Cancel
ru: Отменить

source: Canvas Layout Preview
ru: Предварительный просмотр макета холста карты

source: Carto
ru: Карто

source: Cartogram
ru: Картограмма (статистическая карта)

source: Cartogram Variables
ru: Переменные картограммы

source: Categories
ru: Категории

source: Categories "%s" is currently in use by another view. Please close or change all views using this custom categories before deleting.
ru: Катеории "%s" сейчас спользуются в другом окне просмотра. Пожалуйста, закройте или изените все окна просмотра, использующие эти заданные пользователем категории до удаления.

source: Categories title "%s" already exists. Please choose a different title.
ru: Название "%s" категории уже существует. Пожалуйста, выберите другое название.

source: Category
ru: Категория

source: Category Editor
ru: Редактор категорий

source: Central European (CP852)
ru: Центрально-европейский (CP852)

source: Central European (Windows-1250)
ru: Центрально-европейский (Windows-1250)

source: Central European Latin-2 (ISO-8859-2)
ru: Центрально-европейский Латиница-2 (ISO-8859-2)

source: Centroid (X)
ru: Центроид (X)

source: Centroid (Y)
ru: Центроид (Y)

source: Change
ru: Изменить

source: Change Categories Title
ru: Изменить название категории

source: Change Color of Root
ru: Изменить цвет корня

source: Change Current Map Type
ru: Изменить текущий тип карты

source: Change Edge Color
ru: Изменить цвет края

source: Change Edge Thickness
ru: Изменить толщину края

source: Change Fill Color
ru: Изменить цвет заливки

source: Change Fill Color of Neighbors
ru: Изменить цвет заливки соседей

source: Change Font
ru: Изменить шрифт

source: Change Map Transparency
ru: Изменить прозрачность карты

source: Change Outline Color
ru: Изменить цвет контура

source: Change Outline Color of Selected
ru: Изменить цвет контура выделенных объектов

source: Change Parameters
ru: Изменить параметры

source: Change Point Radius
ru: Изменить радиус точки

source: Change Seed
ru: Изменить начальное число

source: Change Size of Root
ru: Изменить размер корня

source: Change field properties (%s) failed. Details: %s
ru: Не получилось изменить свойства (%s) поля. Детали: %s

source: Change title "%s" to
ru: Изменить название "%s" на

source: Change variable type for "%s" has failed. Please check all values are valid for conversion.
ru: Не получилось изменить тип переменной на "%s" . Пожалуйста, проверьте, что все значения подходят для конверсии.

source: Check Bug Report on Github
ru: Проверить Отчет об ошибках на Github

source: Check Updates
ru: Проверить обновления

source: Checking Symmetry...
ru: Проверка симметрии...

source: Chinese Simplified (GB2312)
ru: Упрощенный китайский (GB2312)

source: Chinese Traditional (Big5)
ru: Традиционный китайский (Big5)

source: Choose A Color
ru: Выбрать цвет

source: Choose Cateogry Color
ru: Выбрать категорию цвета

source: Choose Cateogry Fill Color
ru: Выбрать цвет заливки категории

source: Choose Cateogry Outline Color
ru: Выбрать цвет контура категории

source: Choose Intervals
ru: Выбрать интервалы

source: Choose Weights
ru: Выбрать весовые коэффициенты

source: Choose Weights File
ru: Выбрать файл с весовыми коэффициентами

source: Choose an output weights file name.
ru: Выбрать наименование выходного файла с весовыми коэффициентами.

source: Chosen field is not a numeric type. Please select a numeric type field.
ru: Выбранный тип поля не является числовым. Пожалуйста, выберить числовой тип поля.

source: Chosen field is not a numeric type. Please select a numeric type field.
ru: Выбранный тип поля не является числовым. Пожалуйста, выберить числовой тип поля.

source: Chosen key field '%s' s a time variant. Please choose a non-time variant field as key.
ru: Выбранное ключевое поле '%s' является переменной, изменяющейся во времени. Пожалуйста, выберите поле признака с переменной, не изменяющейся во времени, в качестве ключа.

source: Chosen key field is not valid. Please select another key field
ru: Выбранное ключевое поле недействительно. Пожалуйста, выберите другое ключевое поле

source: Chow test for sel/unsel regression subsets:
ru: Критерий Чоу для выдел./отмены выдел. подмассивов регрессии:

source: Circle
ru: Круг

source: Circle Color
ru: Цвет круга

source: Circle Size
ru: Размер круга

source: Classic
ru: Классический

source: Classification Themes
ru: Темы классификации

source: Clean Basemap Cache
ru: Чистый кэш картосновы

source: Clear Highlight Association
ru: Очистить ассоциацию участков изображения, выделенных цветом

source: Clear Selection
ru: Очистить выделение

source: Click RegressionDlg::OnSaveToTxtFileClick
ru: Щелкнуть по RegressionDlg::OnSaveToTxtFileClick

source: Click RegressionDlg::OnViewResultsClick
ru: Щелкнуть по RegressionDlg::OnViewResultsClick

source: Close
ru: Закрыть

source: Cluster Map
ru: Карта кластеров

source: Cluster Maps
ru: Карты кластеров

source: Cluster centers:
ru: Центры кластеров:

source: Clusters
ru: Кластеры

source: Co-location Join Count
ru: Подсчет соединения ко-локаций

source: Co-location Join Count only applies to co-location case. The selected variables have no co-location. Please change your selection, or use Univariate/Bivariate Local Join Count.
ru: Подсчет соединения ко-локаций распространяется только на случай ко-локаций. Выбранные переменные не имеют ко-локации. Пожалуйста, измените выбранные объекты или используйте Одномерный/Двухмерный подсчет локальных соеднинений.

source: Draw the values of selected variable on map (input font size):
ru: Отображать значения выбранных переменных на карте (размер шрифта)

source: Show Recent/Sample data panel in Connect Datasource Dialog:
ru: Показывать панель недавно открытых/рекомендуемых данных в окне открытия данных:

source: Show CSV configuration in Merge Data Dialog:
ru: Показывать параметры CSV в окне объединения данных:

source: Use GPU to accelerate computation:
ru: Использовать GPU для ускорения вычислений:

source: Source:
ru: Источники:

source: Table:
ru: Таблица:

source: Clustering:
ru: Кластеризация:

source: Stop criterion for auto-weighting:
ru: Условие остановки автовзвешивания:

source: Create CSVT when saving CSV file:
ru: Создавать CSVT при сохранении данных в CSV:

source: Setup Number Formatting
ru: Выбор разделителя в числах

source: Co-location Map
ru: Карта ко-локаций

source: Co-location Map:
ru: Карта ко-локаций:

source: Co-location Settings
ru: Настройки ко-локаций

source: Colocation Cluster
ru: Кластер ко-локаций

source: Color
ru: Цвет

source: Color Scheme
ru: Цветовая гамма

source: Column Name
ru: Наименование столбца

source: Column Number (from 0)
ru: Номер столбца (с 0)

source: Comma Separated Value (*.csv)|*.csv
ru: Значения, разделённые запятыми (*.csv)|*.csv

source: Components:
ru: Компоненты:

source: Conditional Co-location Map Variables
ru: Переменные условной карты ко-локаций

source: Conditional G Cluster Map Variables
ru: Условные переменные кластерной карты G

source: Conditional GetisOrd Map
ru: Условная карта GetisOrd

source: Conditional Histogram
ru: Условная гистограмма

source: Conditional Histogram Variables
ru: Переменные условной гистограммы

source: Conditional LISA Map
ru: Условная карта LISA

source: Conditional LISA Map Variables
ru: Переменные условной карты LISA

source: Conditional Local Geary Map
ru: Условная карта по локальному индексу Гири

source: Conditional Local Geary Map Variables
ru: Переменные условной карты по локальному индексу Гири

source: Conditional Local Join Count Map
ru: Условная карта Подсчета локальных соединений

source: Conditional Map
ru: Условная карта

source: Conditional Map Variables
ru: Переменные условной карты

source: Conditional Plot
ru: Условная диаграмма

source: Conditional Scatter Plot
ru: Условный график множества точек

source: Conditional Scatter Plot Variables
ru: Переменные условного графика множества точек

source: Connect
ru: Открыть

source: Connect to Data Source
ru: Открыть источник данных

source: Connectivity
ru: Связанность

source: Connectivity Graph
ru: График связанности

source: Connectivity Histogram
ru: Гистограмма связанности

source: Connectivity Map
ru: Карта связанности

source: Connectivity Map -
ru: Карта связанности -

source: Contiguity Weight
ru: Весовой коэффициент ассоциативной связи

source: Continue
ru: Продолжить

source: Convert ASCII to SHP
ru: Преобразовать ASCII в SHP

source: Convert Boundary to SHP
ru: Преобразовать границу в SHP

source: Convert Boundary to Shape Datasource
ru: Преобразовать границу в источник данных Shape

source: Cooling Rate:
ru: Скорость охлаждения:

source: Cooling rate for Simulated Annealing algorithm has to be a float number between 0 and 1 (e.g. 0.85).
ru: Скорость охлаждения для Алгоритма симулированного нормирования должен быть числом с плавающей запятой от 0 до 1 (напр. 0,85).

source: Cooling rate:
ru: Скорость охлаждения:

source: Copy
ru: Копировать

source: Copy Image To Clipboard
ru: Копировать изображение в Буфер обмена

source: Copy Legend To Clipboard
ru: Копирать Легенду (Условные обозначения) в Буфер обмена

source: Copyright (C) 1998-2011 GeoDa Center for Geospatial Analysis and Computation and Arizona Board of Regents All Rights Reserved
ru: Авторское право (C) 1998-2011 GeoDa Центр геопространственного анализа и вычислений и Попечительский совет Аризоны Все права защищены

source: Copyright (C) 2011-%d by Luc Anselin
ru: Авторское право (C) 2011-%d Люка Анселина

source: Copyright (C) year-year by Luc Anselin
ru: Авторское право (C) год-год Люка Анселина

source: Cores
ru: Центры (кластеров)

source: Cores and Neighbors
ru: Центры и соседи

source: Correlogram
ru: Коррелограмма

source: Correlogram Parameters
ru: Параметры коррелограммы

source: Correlogram Parameters Help
ru: Справка Параметров коррелограммы
