Repository: lixun910/GeoDa
Catalog: internationalization/pofiles/*.po
Languages: ru

source: Initialization Method:
ru: Метод инициализации:

source: Initialization Re-runs:
ru: Повторные циклы инициализации:

source: Initialization method:
ru: Метод инициализации:

source: Initialization re-runs:
ru: Повторные циклы инициализации:

source: Input
ru: Вводные

source: Input ASCII file
ru: Вводный файл ASCII

source: Input data source
ru: Источник вводных данных

source: Input datasource
ru: Источник вводных данных

source: Input file
ru: Открываемый файл

source: Input file (text file)
ru: Открываемый файл (текстовый файл)

source: Input is duplicated.
ru: Вводные данные дублированы.

source: Input is not valid.
ru: Вводные данные не действительны.

source: Input is required
ru: Необходимо ввести данные

source: Input significance:
ru: Значимость вводных данных:

source: Input:
ru: Вводные данные:

source: Insert before
ru: Вставить до

source: Insufficient Random Sampling
ru: Недостаточность случайной выборки

source: Internal Error: Add new field (%s) failed. Details:%s
ru: Внутренняя ошибка: Не удалось добавить новое поле (%s). Детали:%s

source: Internal Error: Delete field failed. Details:
ru: Внутренняя ошибка: Не удалось удалить файл. Детали:

source: Internal Error: can't update an in-memory cell.
ru: Внутренняя ошибка: невозможно обновить ячейку внутренней памяти.

source: Intervals
ru: Интервалы

source: Intervals in the Histogram
ru: Интервал в Гистограмме

source: Invalid Variable
ru: Недействительная переменная

source: Invalid Weights Information: The selected weights file is not valid. Please choose another weights file, or use Tools > Weights > Weights Manager to define a valid weights file.
ru: Недействительная информация о весовых коэффициентах: Выбранный файл с весовыми коэффициентами недействителен. Пожалуйста, выберите другой файл с весовыми коэффициентами или воспользуйтесь меню Инструменты > Весовые коэффициенты > Менеджер весовых коэффициентов, чтобы определить действительный файл с весовыми коэффициентами.

source: Invalid Weights Information: The selected weights file is not valid. Please choose another weights file, or use Tools > Weights > Weights Manager to define a valid weights file.
ru: Недействительная информация о весовых коэффициентах: Выбранный файл с весовыми коэффициентами недействителен. Пожалуйста, выберите другой файл с весовыми коэффициентами или воспользуйтесь меню Инструменты > Весовые коэффициенты > Менеджер весовых коэффициентов, чтобы определить действительный файл с весовыми коэффициентами.

source: Invalid layer association has been detected, which will cause infinite highlighting loop. Please try to reset highlight association between layers.
ru: Обнаружена недопустимая ассоциация слоев, что приведет к бесконечному циклу выделений. Пожалуйста, попробуйте сбросить выделение ассоциаций между слоями.

source: Invert Select
ru: Инвертировать выбор

source: Invert Selection
ru: Инвертировать выбранную область

source: It looks like GeoDa has been terminated abnormally. Do you want to send a crash report to GeoDa team? (Optional) Please leave your email address, so we can send a follow-up email once we have a fix.
ru: Видимо работа программы GeoDa была прекращена из-за ошибки. Хотите отправить отчет о сбое программы команде программы GeoDa? (Необязательно) Пожалуйста, оставьте адрес своей эл. почты, чтобы мы направили вам ответное электронное письмо как только будет найдено решение.

source: Iterations:
ru: Повторы:

source: January
ru: Январь

source: Japanese (EUC-JP)
ru: Японский (EUC-JP)

source: Japanese (Shift&JIS)
ru: Японский (Shift&JIS)

source: Japanese (Shift_JIS)
ru: Японский (Shift_JIS)

source: Join Operation:
ru: Операция Соединение:

source: Join Variable:
ru: Соединить переменную:

source: July
ru: Июль

source: June
ru: Июнь

source: K-Nearest neighbors
ru: K-ближайшие соседи

source: KMeans Clustering Settings
ru: Кластеризация методом k-means

source: KMedians Clustering Settings
ru: Кластеризация методом k-medians

source: KMedoids Clustering Settings
ru: Кластеризация методом k-medoids

source: KWT files (*.kwt)|*.kwt
ru: Файлы KWT (*.kwt)|*.kwt

source: Kernel function
ru: Вид плотности распределения

source: Key
ru: Ключ

source: Keyhole Markup Language (*.kml)|*.kml
ru: Язык разметки Keyhole (*.kml)|*.kml

source: Korean (EUC-KR)
ru: Корейский (EUC-KR)

source: LISA
ru: LISA (Локальные индикаторы пространственной ассоциации)

source: LOWESS Smoother
ru: Сглаживатель LOWESS

source: LOWESS Smoother Help
ru: Справка сглаживателя LOWESS

source: LOWESS Smoother Parameters
ru: Параметры сглаживателя LOWESS

source: Language
ru: Язык

source: Language:
ru: Язык:

source: Latitude/Y:
ru: Широта/Y:

source: Layer names
ru: Наименования слоев

source: Left
ru: Левый

source: Legend Background Color
ru: Цвет фона легенды (условных обозначений)

source: Length (max 254)
ru: Длина (макс. 254)

source: Light
ru: Светлый

source: Limited date/time type recognition can be done for Date (YYYY-MM-DD), Time (HH:MM:SS+nn) and DateTime (YYYY-MM-DD HH:MM:SS+nn) in configuration. Please try to load customized date/time type as string and covert it using Table->Edit Variable Property
ru: Ограниченное распознавание типа даты/времени можно выполнить для Даты (ГГГГ-ММ-ДД), Времени (ЧЧ:ММ:СС+nn) и ДатыВремени (ГГГГ-ММ-ДД ЧЧ:ММ:СС+nn) в конфигурации. Пожалуйста, попытайтесь загрузить заданные в этом формате тип даты/времени в виде строки и преобразуйте, используя меню Таблица->Редактировать свойства переменной

source: Line
ru: Линия

source: Linear Smoother
ru: Сглаживатель линии

source: List of existing ungrouped variables. To group variables by time, move them to the list on the right. For example, to group Pop80 and Pop90, select them on the left and move them to the right.
ru: Список существующих негруппированных переменных. Для группировки переменных по времени, переместите их в список справа. Например, для группировки Pop80 и Pop90, выберите их слева и перетащите направо.

source: Load
ru: Загрузить

source: Load CRS from a data source
ru: Загрузить CRS из источника данных

source: Load Layer Failed.
ru: Не удалось загрузить слой.

source: Load time definition from project file.
ru: Загрузить определение времени из файла проекта.

source: Loading data...
ru: Загружаются данные...

source: Local G
ru: Локальный индекс Гетиса Орда

source: Local G Maps
ru: Карты локальных G

source: Local G Statistics Maps
ru: Статистические карты локальных G

source: Local G*
ru: Локальный индекс Гетиса Орда*

source: Local Geary
ru: Локальный индекс Гири

source: Local Geary Maps
ru: Карты по локальному индексу Гири

source: Local Join Count
ru: Подсчет локальных соединений

source: Local Moran's I Maps
ru: Карты по локальному индексу Морана

source: Local Moran's I with EB Rate
ru: Локальный индекс Морана с показателем ЭБ (эмпирического Байеса)

source: Univariate Median Local Moran's I:
ru: Одномерный медианный локальный индекс Морана:

source: Univariate Median Local Moran's I
ru: Одномерный медианный локальный индекс Морана

source: Local Search:
ru: Локальный Поиск:

source: Local search:
ru: Локальный поиск:

source: Locale for numbers has been setup successfully. Please re-open current project to enable this locale.
ru: Область для чисел была успешно установлена. Пожалуйста, снова откройте текущий проект, чтобы задействовать эту область .

source: Loop
ru: Петля

source: Low
ru: Низкий

source: Low-High
ru: Низкий-Высокий

source: Low-Low
ru: Низкий-Низкий

source: Lower outlier
ru: Нижний выброс

source: Lower-left corner
ru: Нижний левый угол

source: MDS Settings
ru: Настройки MDS

source: Make selection from expression
ru: Выделить из выражения

source: Manual Resize Column
ru: Изменение размера столбца вручную

source: Map
ru: Карта

source: Map Color Classification
ru: Классификация цветов карты

source: Map Layer Settings
ru: Настройки слоя карты

source: Map Layout Preview
ru: Предварительный просмотр макета карты

source: Map Movie
ru: Видео карты

source: Map Theme
ru: Тема карты

source: Map Themes
ru: Темы карты

source: Maps To Open
ru: Открыть карты

source: Maps and Rates
ru: Карты и Показатели

source: Maps:
ru: Карты:

source: March
ru: Март

source: Max
ru: Макс

source: Max Distance:
ru: Макс. расстояние:

source: Max value of Y axis
ru: Макс. значение оси Y

source: Max-p Settings
ru: Настройки Max-p

source: Maximum # of regions:
ru: Максимальное количество регионов:

source: Maximum Iterations:
ru: Максимальное число повторов:

source: Maximum iterations:
ru: Максимальное число повторов:

source: May
ru: Май

source: Mean
ru: Среднее

source: Merge
ru: Добавить данные

source: Merge -
ru: Добавить данные -

source: Merge by key values
ru: Объединить по ключевым значениям

source: Merge by record order
ru: Объединить в соответствии с порядком записей

source: Merge error: Geometric type of selected datasource has to be the same with current datasource.
ru: Ощибка объединения: Геометрический тип выбранного источника данных должен быть таким же, что и у текущего источника данных.

source: Message area
ru: Область сообщений

source: Meta-data
ru: Мета-данные

source: Method
ru: Метод

source: Method of selecting clusters:
ru: Метод выбора кластеров:

source: Method:
ru: Метод:

source: Method:
ru: Метод:

source: Min
ru: Мин

source: Min # per Region:
ru: Мин. количесто на Регион:

source: Min Region Size:
ru: Мин. размер группы:

source: Min cluster size:
ru: Мин. размер кластера:

source: Min samples:
ru: Мин. выборок:

source: Min value of Y axis
ru: Мин. значение оси Y

source: Minimum Bound:
ru: Ограничение размера:

source: Minimum bound:
ru: Ограничение размера:

source: Minimum cluster size should be greater than one.
ru: Минимальный размер кластера должен быть больше единицы.

source: Minimum region size:
ru: Минимальный размер региона:

source: Minimum samples should be greater than zero.
ru: Минимум выборок должен быть больше нуля.

source: Models
ru: Модели

source: Moran Scatter Plot
ru: График множества точек по индексу Морана

source: Moran scatter plot is not supported when isolates are present in weights. Do you want to continue by removing the isolates when compute Moran's I?
ru: График множества точек по индексу Морана не поддерживается, когда в весовых коэффициентах присутствуют изоляты. Вы хотите продолжить, удалив изоляты при расчете индекса Морана I?

source: Moran's I (%s): %s
ru: Индекс Морана (%s): %s

source: Moran's I with EB Rate
ru: Индекс Морана с показателем ЭБ

source: Move Down
ru: Переместить вниз

source: Move Selected to Top
ru: Переместить выделенное вверх

source: Move Up
ru: Переместить вверх

source: Multi-Variable Settings
ru: Многомерный локальный индекс Джири

source: Multivariate Local Geary
ru: Многомерный локальный индекс Джири

source: Univariate Quantile LISA
ru: Одномерные квантильные статистики LISA

source: Multivariate Quantile LISA
ru: Многомерные квантильные статистики LISA

source: Name
ru: Наименование

source: Natural Breaks
ru: Естественны границы

source: Natural Breaks Map
ru: Карта естественных границ

source: Negative
ru: Отрицательный

source: Neighborless
ru: Отсутствуют соседи

source: Neighbors of Cores
ru: Соседи Центров

source: New
ru: Новый

source: New Categories Title
ru: Название новых категорий

source: New Custom Categories Title:
ru: Название новых категорий, задаваемых пользователем:

source: New From Recent
ru: Новый из Недавних

source: New Group Details
ru: Детали новой группы

source: New Map Coordinates
ru: Координаты новой карты

source: New Project Filename
ru: Наименование файла нового проекта

source: New Selection
ru: Новое Выделение

source: New datasource:
ru: Новый источник данных:

source: New project file:
ru: Новый файл проекта:

source: New selection
ru: Новое выделение

source: New space-time variable name
ru: Наименование новой переменной пространства-времени

source: New variable name
ru: Наименование новой переменной

source: No Basemap
ru: Нет базовой карты

source: No Colocation
ru: Нет совместного расположения

source: No Weights Found
ru: Не обнаружены весовые коэффициенты

source: No clusters can be found using current parameters.
ru: Не найдены кластеры при помощи текущих параметров.

source: No field chosen for first and second variable.
ru: Не выбрано поле для первой и второй переменной.

source: No field chosen for first variable.
ru: Не выбрано поле для первой переменной.

source: No field chosen for fourth variable.
ru: Не выбрано поле для четвертой переменной.

source: No field chosen for second variable.
ru: Не выбрано поле для второй переменной.

source: No field chosen for third variable.
ru: Не выбрано поле для третьей переменной.

source: No layer has been selected. Please select a layer.
ru: Не выбран слой. Пожалуйста, выберите слой.

source: No layer was found in the selected data source.
ru: Слой не найден в выбранном источнике данных.

source: No layer was found in this datasource.
ru: Слой не найден в этом источнике данных.

source: No numeric variables found in table.
ru: Числовые переменные не найдены в таблице.

source: No numeric variables found.
ru: Числовые переменные не найдены.

source: No rates currently calculated to save.
ru: Нет уровней, рассчитанных для сохранения.

source: No update required
ru: Обновление не требуется

source: No weights file was created due to all observations being isolates for the specified threshold value. Increase the threshold to create a non-empty weights file.
ru: Не создан файл с весовыми коэффициентами из-за того, что все наблюдения являются изолятами для указанного порогового значения. Повысьте порог для создания непустого файла с весовыми коэффициентами.

source: None of your observations have neighbors. This could be related to digitizing problems, which can be fixed by adjusting the precision threshold.
ru: Ни у одного из ваших наблюдений нет соседей. Это может быть связано с проблемами оцифровки, которые можно устранить путем корректировки порога точности.

source: Nordic Latin-6 (ISO-8859-10)
ru: Североевропейская латиница-6 (ISO-8859-10)

source: Normal
ru: Нормальный

source: Not Clustered
ru: Не кластерзованный

source: Not Significant
ru: не значимо

source: Not enough memory!
ru: Недостаточно памяти!

source: Notice
ru: Примечание

source: November
ru: Ноябрь

source: Null geometry was detected in dataset. GeoDa can't create weights with NULL geometry. Please try to save as records with valid geometries and try again.
ru: В массиве данных обнаружена нулевая геометрия. Программа GeoDa не может создать весовые коэффициенты с НУЛЕВОЙ геометрией. Пожалуйста, сохраните как записи со всеми действительными геометрическими параметрами и попытайтесь снова.

source: Number Bins:
ru: Количество Столбиков:

source: Number of Box Plots
ru: Количество Диаграмма размаха

source: Number of Categories
ru: Количество Категорий

source: Number of Clusters:
ru: Количество Кластеров:

source: Number of Columns
ru: Количество Столбцов

source: Number of Neighbors
ru: Количество Соседей

source: Number of Rows
ru: Количество Рядов

source: Number of clusters:
ru: Количество кластеров:

source: Number of neighbors
ru: Количество соседей

source: Number of observations not in a cluster:
ru: Количество некластеризованных наблюдений:

source: OGR failed to create field. Details:
ru: OGR не удалось создать поле. Детали:

source: OK
ru: ОК

source: OK to Exit?
ru: Согласны выйти?

source: OLS Model has been selected.
ru: Выбрана модель МНК (Метод наименьших квадратов).

source: OLS Model with White test has been selected.
ru: Выбрана модель МНК с Тестом Уайта.

source: Obs.
ru: Набл.

source: October
ru: Октябрь

source: Ok
ru: Ок

source: On line %d of weights file, observation id %d encountered which does not exist in field "%s" of the Table.
ru: В строке %d файла с весовыми коэффициентами, обнаружен идентификатор наблюдения %d, который не существует в поле "%s" Таблицы.

source: On line %d of weights file, observation id %d encountered which is out of allowed observation range of 1 through %d.
ru: В строке %d файла с весовыми коэффициентами обнаружен идентификатор наблюдения %d, который выходит за пределы допустимого диапазона наблюдний от 1 до %d.

source: Once you have grouped variables, you can save a new space-time table and weights: To add a spatial ID to your space-time table and create space-time weights, you need to have an active weights file (Tools-Weights Manager).
ru: Как только вы сгруппируете переменные, вы сможете сохранить новую пространственно-временную таблицу и весовые коэффициенты: Для добавления пространственного идентификатора в пространственно-временную таблицу и создания пространственно-временных весовых коэффициентов, вам потребуется активный файл с весовыми коэффициентами (Инструменты-Менеджер весовых коэффициентов).

source: Only 'gal', 'gwt', 'kwt', 'mat' and 'swm' weights files supported.
ru: Поддерживаются файлы с весовыми коэффициентами только в форматах 'gal', 'gwt', 'kwt', 'mat' и 'swm'.

source: Only Map Boundary
ru: Только граница карты

source: Oops. GeoDa was unable to submit a bug report. Please try again or create it here instead: https://github.com/GeoDaCenter/geoda/issues Thanks!
ru: Ой! Программе GeoDa не удалось отправить отчет об ошибках. Пожалуйста, попробуйте еще раз или создайте его здесь: https://github.com/GeoDaCenter/geoda/issues Спасибо!

source: Open
ru: Открыть

source: Open Datasource:
ru: Открыть источник данных:

source: Open Document Spreadsheet (*.ods)|*.ods
ru: Электронная таблица в формате открытого документа (Open Document Spreadsheet) (*.ods)|*.ods

source: Open Layer:
ru: Открыть слой:

source: Open data source progress dialog
ru: Открыть диалоговое окно хода процесса источника данных

source: Open file
ru: Открыть файл

source: Open project file:
ru: Открыть файл проект:

source: Open weights file
ru: Открыть файл с весовыми коэффициентами

source: Operation requires a valid field name or constant.
ru: Для операции требуется действительное наименование поля или константы.

source: Operator
ru: Оператор

source: Options
ru: Опции

source: Options > Change Parameters
ru: Опции > Изменить параметры

source: Options:
ru: Опции:

source: Order of contiguity
ru: Порядок из смежность

source: Other (up to 99999)
ru: Прочее (до 99999)

source: Other Pos
ru: Прочее пол

source: Other Positive
ru: Прочее положительное

source: Outline Color
ru: Цвет контура

source: Outline Color for Category
ru: Цвет контура для категории

source: Outline Visible
ru: Видимый контур

source: Outlines Visible
ru: Видимые контуры

source: Output file (*.shp)
ru: Выходной файл (*.shp)

source: Output file (text file)
ru: Выходной файл (текстовый файл)

source: Output:
ru: Результат:

source: Overwrite?
ru: Перезаписать?

source: PCA Settings
ru: Настройки PCA

source: POLY&ID
ru: ПОЛИ&ИД

source: Pan
ru: Переместить

source: Panning Mode
ru: Режим панорамирования

source: Parallel Coordinate Plot
ru: График параллельных координат

source: Parallel Coordinate Plot:
ru: График параллельных координат:

source: Parameters
ru: Параметры

source: Parameters:
ru: Параметры:

source: Password
ru: Пароль

source: Paste
ru: Вставить

source: Percentile
ru: Процентиль

source: Percentile Map
ru: Карта процентилей

source: Period 1
ru: Период 1

source: Period 1:
ru: Период 1:

source: Period 2
ru: Период 2

source: Period 2:
ru: Период 2:

source: Please briefly describe what went wrong.
ru: Пожалуйста, вкратце опишите что пошло нет так.

source: Please check input values are valid
ru: Пожалуйста, проверьте действительны ли вводные значения

source: Please check the selected variables are all valid.
ru: Пожалуйста, проверьте действительны ли выбранные переменные.

source: Please check your network connection, or contact GeoDa support team.
ru: Пожалуйста, проверьте ваше сетевое соединение или свяжитесь с командой поддержки программы GeoDa.

source: Please choose Period 1 first.
ru: Пожалуйста, сначала выберите Период 1.

source: Please choose Period 1.
ru: Пожалуйста, выберите Период 1.

source: Please choose Period 2 first.
ru: Пожалуйста, сначала выберите Период 2.

source: Please choose Period 2.
ru: Пожалуйста, выберите Период 2.

source: Please choose Periods first.
ru: Пожалуйста, сначала выберите Периоды.

source: Please choose a Result field.
ru: Пожалуйста, выберите поле Результат.

source: Please click to choose a highlighting style in GeoDa:
ru: Пожалуйста, щелкните, чтобы выбрать стиль выделения цветом в программе GeoDa:

source: Please describe steps you took before something went wrong.
ru: Пожалуйста, опишите шаги, которые вы выполнили до того как что-то пошло не так.

source: Please enter a field name for saving clustering results.
ru: Пожалуйста, введите наименование поля для сохранения результатов кластеризации.

source: Please enter a valid number of cluster.
ru: Пожалуйста, введите действительное число кластеров.

source: Please enter a valid number of clusters.
ru: Пожалуйста, введите действиельное число кластеров.

source: Please enter a valid positive integer
ru: Пожалуйста, введите действительное положительное целое число

source: Please enter iteration number
ru: Пожалуйста, введите число повторов

source: Please enter maximum number of regions.
ru: Пожалуйста, введите максимальное число регионов.

source: Please enter minimum bound value
ru: Пожалуйста, введите минимальное связанное значение

source: Please enter minimum number of observations per regions, or use minimum bound instead.
ru: Пожалуйста, введите минимальное число наблюдений на регионы или используйте вместо этого минимальную границу.

source: Please enter number of regions
ru: Пожалуйста, введите число регионов

source: Please enter values of bounding box.
ru: Пожалуйста, введите значения ограничительной рамки.

source: Please first select observations in one of the other data or map views.
ru: Пожалуйста, сначала выберите наблюдения в одном или другом массиве данных или изображениях карты .

source: Please fix the grid bounding box.
ru: Пожалуйста, зафиксируйте сетку ограничительной рамки.

source: Please input Carto App Key.
ru: Пожалуйста, введите Ключ приложения Carto.

source: Please input Carto User Name.
ru: Пожалуйста, введите Имя пользователя Carto.

source: Please input a valid url address.
ru: Пожалуйста, введите действительные url-адрес.

source: Please input a valid url.
ru: Пожалуйста, введите действительный url.

source: Please input database host.
ru: Пожалуйста, введите хоста базы данных.

source: Please input database name.
ru: Пожалуйста, введите наименование базы данных.

source: Please input database port.
ru: Пожалуйста, введите порт базы данных.

source: Please input minimum bound value.
ru: Пожалуйста, введите минимальное связанное значение.

source: Please input password.
ru: Пожалуйста, введите пароль.

source: Please input table name.
ru: Пожалуйста, введите наименование таблицы.

source: Please input user name.
ru: Пожалуйста, введите имя пользователя.

source: Please load another layer using map window to apply Spatial Join.
ru: Пожалуйста, загрузить еще один слой, используя окно карты, чтобы применить Пространственное соединение.

source: Please open a data file rather than a project file (*.gda).
ru: Пожалуйста, откройте файл с данными, а не файл проекта (*.gda).

source: Please provide paths for both Project file and Datasource.
ru: Пожалуйста, укажите пути как к файлу Проекта, так и к Источнику данных.

source: Please restart GeoDa to apply the language setup.
ru: Пожалуйста, перезапустите программу GeoDa, чтобы применить языковые настройки.

source: Please restart GeoDa to finish installing updates.
ru: Пожалуйста, перезапустите программу GeoDa, чтобы завершить установку обновлений.

source: Please right-click or use<br />
ru: Пожалуйста, щелкните по правой кнопке мыши или воспользуйтесь <br />
